{
//New content
"MovieInvitation": "Watching a movie? Of course! I'd love to go!$1#$b#See you at the cinema!",
"dating_Lovino": "I heard you're in love with Lovi? Haha, I can smell it. Don't tell him I know, or he'll talk about me for sure.$1",  
"dating_Lovino_memory_oneweek": "How are you two guys? Did my brother go around giving you gifts again? *laughs*",
"married_Lovino": "That wedding was really great! You two are made for each other and I hope you're always happy!$1",
"Sat_inlaw_Lovino": "Speaking of which, I won't be able to eat my brother's cooking often ......$7 #$b#Would you mind if I crash by once in a while? Please, please, please --*puppy's eyes.* $6",
"divorced_Lovino": "*sigh* My brother has too much pride to show it, but I know his heart is broken. $8#$e#Maybe he's right, not everything will have a happy ending.$8", 
"AcceptBouquet": "So...I'm such an important person in @'s heart?$4#$b#I love it! It's so beautiful ......$1",
"RejectBouquet":"I'm sorry. I like you, but not as the same as your thought.$8",
"FlowerDance_Decline": "Sorry, dancing is not my thing.$8",
"FlowerDance_Accept": "Oh - I'm so happy! Thank you for dancing with me!$1",
"FlowerDance_Accept_Spouse": "Honey, I think it's more importtant about the mood to dance with someone than it is being.#$b#I've been looking forward to this for the whole year, so let's do this waltz which belongs to us this yeal too!$4",
"GreenRain": "It's the first time I've seen rain like this, and it smells so strange, just like seawater mixed with moss.$7",
"GreenRain_2": "Again！Oh, everything smells so new, it's like the whole world is made of plants!",
"dating_Feliciano": "Oh - there you are ......$4#$b#I guess it's time for me to call you in a new nickname, like ...... sweetheart or something else?$4",
"engaged_Feliciano": "Oh ...... I'm truly happy, honey, can I call you that?$4",
"GreenRainFinished": "The rain finally stopped! There were no one outside in this time, I was so bored almost talking to the moss.$2",
"AcceptGift_(O)StardropTea": "Hmmm ......it was the first time I've had tasted such tea. it's sweet and has a flavor I can't quite put my finger on ......$4",
"AcceptGift_(O)253": "Wow - more coffee flavor than coffee! *drinks down in one gulp* *wags his tail in contentment*$1",
"AcceptGift_(O)256": "It's so fresh! Thank you! This can be used to make a tasty tomato dish!$1",
"AcceptGift_(O)192": "Oh ...... this reminds me of a friend who is really good at making mashed potatoes.",
"AcceptGift_(O)62": "It's so pretty, shimmering like shards of the sea ......$1",
"AcceptGift_(O)88": "Coconut! It's so great, I have an urge to try coconut milk for a long time, thank you!$1",
"AcceptGift_(O)873": "Oh! Coconut water! It smells so good, thank you!$1",
"AcceptGift_(O)797": "Oh - it is too expensive. Are you really gonna give it to me?$1 ",
"AcceptGift_(O)373": "Oh - isn't it the gift for winner in Spirit's Eve? You really give it to me? Thank you!$1 ",
"AcceptGift_(O)68": "Thanks! Its color matches my eyes so well, I love it!$4",
"AcceptGift_(O)206": "Pizza——！I love the cheese on top so much, it can be stretched - sooo long! * Exaggeratedly gesticulating* $1",
"AcceptGift_(O)224": "Spaghetti - *chews* Oh ...... am I in heaven?$4",
"AcceptGift_(O)293": "Like little stars, so pretty! Thank you sweetie - *kiss on your cheek*$1",
"AcceptGift_(O)395": "*sniff* Mmmm - just the smell of it makes me happy!$1",
"AcceptGift_(O)169": "Wanna play fetch with me?$1", 
"AcceptGift_(O)832": "Noooooo--! This one is definitly noooo! *Screaming*", 
"AcceptGift_category_cooking": "Oh - did you make this yourself? Thank you!$1", 
"AcceptGift_(O)279": "What is this? It's like a rainbow which I grudge eating!$1", 
"AcceptGift_(O)393": "Wow! My first time seeing real coral!$1", 
"AcceptGift_(O)203": "Uh ...... what is this?$2", 
"AcceptGift_(O)216": "ve……too hard……$2", 
"AcceptGift_(O)430": "*sniff* It smells so good ...... Can I eat this?$1", 
"AcceptGift_(O)265": "Mmmm - the smell like sea - as if I'd eaten the sea into my stomach!$1", 
"AcceptGift_(O)194": "Well ...... I still like ordinary eggs, but thank you!", 
"SpouseStardrop": "Honey, I've heard from people in town that this is the precious gift for humans, so I want to give it to you hoping that you will always be happy,forever!$4",
"WipedMemory": "……It's weird, obviously I don't know you, but why is the feelings so familiar?$7 #$e#Maybe just because people around talk about you all the time?",
"DumpsterDiveComment": "Well ...... I'll pretend I didn't see it.$8",




//Old content
  "Introduction": "Hello human!Are you the new farmer come here? Everyone's talking about you.$1#$b#I'm Feliciano. You can just call me Feli.#$e#I guess we'll see each other again, right?",
  "danceRejection": "Sorry, I don't know how to dance.",
  "divorced": "……$8#$b#I've always been self-inflicted, right?$8",
  "breakUp": "……$8#$b#I've always been self-inflicted, right?$8",
  "Resort_Entering": "Yahoo - it's the sea!$1",
  "Resort_Leaving": "I'll be back next time!",
  "Resort_Leaving_2": "Bye-bye sea!",
  "Resort_Umbrella": "I came to heaven if I drink a cup of cold fruit juice now......$3",
  "Resort_Umbrella_2": "Although it is warm and comfortable in the sun,  I don't think it's a good idea to get sunstroke.",
  "Resort_Umbrella_3": "Do you want to play fetch with me?",
  "Resort_Chair": "I don't like reclining chairs, because my tail will be stuck.$2",
  "Resort_Wander": "So this is what humans say“vacation”ah! I love it!$1",
  "Resort_Bar": "Cranberry candy, please!$1",
  "Resort": "It's so marvelous. Even though there's a sea in Stardew Valley, the sea over here is completely different.",
  "Emily_Resort": "Oh Emily! Do you want to play beach volleyball?",
  "GILeave_Default_Happy": "I'm thinking of going to Ginger Island today to hang out. Do you want to join me?",
  "GIReturn_Default_Happy": "I'm so glad you built a resort there, it's fantastic!$1",
  "GILeave_Default_Unhappy": "I'm going to Ginger Island today. Do you need me to bring you anything back?",
  "GIReturn_Default_Unhappy": "I'm back. How are you today?",
  "dumped_guys": "……$5",
  "secondChance_guys": "...... Can I trust you again?$6",
  "give_flowersA": "So...I'm such an important person in your heart too?",
  "give_flowersB": "I love it! It's really beautiful ......",
  "give_pendant": "Ve...@......*sob*I've been dreaming of this day since I was a little wolf......$6#$b#I mean - yes, I will !$4#$e#Three days from now will be the happiest day of my life!$1",
  "rejectA": "Sorry, I like you, but not as the same as your thought.$8",
  "engageA": "@,It's not nice to play with someone's feelings like that.$8",
  "marriedA": "@,It's not nice to play with someone's feelings like that.$8",
 
  
  "Mon": "Monday cames again, and everyone began to get busy.#$e#But any day is the same for me, I love them all!$1",
  "Mon2": "I've always been curious ...... It feels like humans are so busy that they even don't have time to nap ortargaze.$8#$e#Do you guys really have such tons of important things to do?$7",
  "Mon4": "If you feel tired, it's okay to take a day off.#$e#There are 30,000 days in a lifetime. You can't live them all with a bitter face.",
  "Mon6": "%Feliciano's staring at you.#$b#You have a nice smile, so just show it more often!$1",
  "Mon8": "I was thinking last night that maybe I'd like Mondays because then I'd have another week to see your smile.$1",
  "Mon10": "Sometimes I have an urge to put your head in my mouth ......$3#$b#Don't get me wrong! It's just our way to show friendliness! Really!$4#$b#%You notice Feliciano's tail is wagging.",

  "Tue": "The swallows are back again, and they always tell me about the beauty of the south, and in exchange I'll get them branches to build their nests.$0",
  "Tue2": "Do you smell the tender buds? Spring wakes everything up from the cold winter.$0",
  "Tue4": "Lala~ there's no better thing for listening to music when you are braiding a wreath!$1",
  "Tue6": "I wish my grandpa and brother are here, they must love here ......$8",
  "Tue8": "Although many people have told me that I should cut my nails to keep them from being too sharp ...... I will be insecure if I do so.And I still need them to hunt.$8#$e#Will you hate me for this?$6",
  "Tue10": "I wish I could give you the whole spring, @!$4",
  
  "Wed": "I don't think Pierre's Grocery is open today. Have you got all your need?",
 "Wed2": "Why do grocery stores sell wheat flour without bread?$7",
  "Wed4": "It would be nice to have Summer Spangle all year round, I'm super into it!$7#$e#Why? Look, sequins just sound shiny and pretty.",
  "Wed6": "Did you know that Mr. Pierre likes sashimi?$11",
  "Wed8": "If I owned a grocery store, I would have all my favorite things on it!$1",
  "Wed10": "*sniff* Smells good ...... Did you go fruit picking? Or did you go walk around the fields? It seems to smell like grapefruit and cornflower ...... I love it ......$4",

  "Thu": "What？$7#$e#No, of course I'm not human, haha.",
  "Thu2": "The full moon is a rare night of revelry for us.Running under the moon and letting the moonlight on your skin is really ...... very comfortable ......#$b#I won't be able to stop myself from howling.$1",
  "Thu4": "...... Why not I stay with my clansmen?$0#$b#It was bacause an accident, I fell into the river when we were migrating and got swept away from them.$8#$e#There's no particular story.$8",
  "Thu6": "Even though I'm a wolf, everyone in town is nice to me.$0#$e#Abigail and Penny taught me how to read, Mr. Pierre gave me seasonal vegetables and fruits, and Mr. Gus would bake me delicious pizzas and pastas - the first time I knew baked rabbit could be so good!$1",
  "Thu8": "Sometimes they are too nice that I'm embarrassed, so I share my prey with them too.#$e#Here just like my second home.$1",
  "Thu10": "@,Now I think it's okay even if I never find my pack, because you're here.",

  "Fri": "It's Friday! Everyone's going to the saloon tonight to relax, it's going to be a blast!$1",
  "Fri2": "Every day Mr. Gus has a new dish oh, and only occasionally does he have my favorite pasta.#$b#But it's nice that I get to eat pizza every day.$1",
  "Fri4": "Pasta~Pizza~Tomato~*hum a song*",
  "Fri6": "I'm actually a pretty good cook. I'll give you a taste of my handiwork sometime!$1",
  "Fri8": "I baked cookies very much like yours yesterday, but I couldn't resist finishing them.#$e#I'll bring it to you for dinner next time!$1",
  "Fri10": "@, Do you want to dance with me? I've secretly practiced for you$4",

  "Sat": "It's finally the weekend! Everyone looks like they're having a great time and I'm in an oh-so-good mood.$1",
  "Sat2": "Thanks to Mr. Gunter and Miss Penny, I might not even have touched a book by now without them.",
  "Sat4": "Books and coffee are a perfect match! Here would be heaven with a little rain!$1",
  "Sat6": "Do you like reading poetry? I feel my tongue tingle every time I read those beautiful syllables, as if my soul is touched too.",
  "Sat8": "Read The Little Prince today ......#$e#Don't look like you can read. I've been listening to my grandfather's stories since I was very young.$6#$b#Too many words can be hard to read though, I usually read picture books or fairy tales.",
  "Sat10": "Grandpa said my name means 'happiness', so I hope I can make you happy too.",
  
  "Sun": "It's the start of a new week, so just make a casual effort!",
  "Sun2": "Ahhhh ...... I'm craving dandelion coffee ......$9",
  "Sun4": "Did you see the strange cart outside the forest? I heard it came from far, far away.$7#$e#I wonder if that young lady has ever met my people.$8",
  "Sun6": "Hmmm - the week has only just begun and I'm feeling lazy all over.$9",
  "Sun8": "@, Wait, don't move ......#$e#Your hair is stuck to the leaves *giggles* It smells good.$1",
  "Sun10": "If only I could be with @ forever and ever!$4",


  "summer_Tue": "Do you grow coconuts? I've heard that coconut water is delicious. ve...... would love to try it ......$1",
  "summer_Tue2": "I don't have a sea where I'm from, just forests and mountains, so the first time I saw the sea I played here all day.$0",
  "summer_Tue10": "I'm really looking forward to the Moonlight Jellies. Will you come with me to see it then? I'm sure you will, right?$7",

  "fall_Tue": "Do you have animals on your farm? I love the smell of truffles and milk so much, I get sleepy every time I smell hay.$9",
  "fall_Tue2": "Lying on a pile of fallen leaves is just too comfortable!$1#$b#The fruity, barky smell and the crisp fall breeze always lulls me to sleep.$0 #$e#Why don't you try it sometime?$1",
  "fall_Tue10": "Ciao，@！$1#$e#Here, I found this yesterday on a hunt![151 155 305 417 446 698]#$e#You'll think of me every time you see it from now on, won't you?$1",

  "winter_Tue": "Yawn ...... I start getting sleepy as soon as winter hits ......$9",
  "winter_Tue2": "If I can't find food in the winter, I'll try to plow through the snow, and if I'm lucky I'll turn up some wild greens to eat.$0",
  "winter_Tue4": "*huffs* While the snow is beautiful, the forest is just too cold in the winter ......$7#$e#It must be so warm in the fireplace on your farm-",
  "winter_Tue10": "@, Is it cold? Want to sticke your hand in my tail?#$e#%You put your hand into the long fur of Feliciano's tail, it was soft and warm, you didn't resist giving it a squeeze.#$b#*laughs* haha ...... it tickles ......$1",

  "winter_15": "Today I want to go around the night market, I heard that there are a lot of exotic treasures from faraway places over there, I don't know if there will be any good food, haha-",
  "winter_16": "Will there be anything new at the night market tonight?",
  "winter_17": "Tomorrow the night market will leave, so sad ah ...... after that I will have to wait until next year it.",


}