    {
    "Introduction": "You must be that new farmer my grandma was talking about. Did you just move here?#$b#My name is James! Nice to meet you!$1",
    "Mon": "My cousin Alex is super cool!#$b#I want to be just like him when I grow up.$1",
    "Mon2": "I love doing sports! Playing soccer, swimming, or running, they're all great! Do you do any sports?$1",
    "Mon4": "School isn't really my favorite place. Classes are boring and hard. But I love my classmates.$1",
    "Mon6": "My grandmother Evelyn, she always tells me beautiful stories. She talks about how she lived in the past and what she did. It's very interesting!.$1",
    "Mon8": "I'm not very good in class but I love playing games! Playing games is really fun and relaxing!$1",
    "Mon10": "You're so cool!$1#$b#Can I visit your farm someday?$1",
    "Tue": "I don't want to go to school...$2",
    "Tue2": "Grandma cooks very well! Pasta, pizza, burgers... But my favorite is her chocolate cake! What's your favorite food?$2",  
    "Tue6": "Of, that's not good. Mrs. Penny gave us a lot of homework...$2",
    "Tue8": "Did you watch the game yesterday? Come on, you couldn't have missed it!...$2",
    "Tue10": "I made cookies with my grandmother today. I'm sorry, they're all gone now..$2",
    "Wed": "Grandma Evelyn said she'd make me some cookies if I got good grades!#$b#Her cookies are the best!$1",
    "Wed2": "I want to play on the beach today!$1",
    "Wed4": "I love playing games! Computer games, console games, board games... They're all great! What's your favorite game?$1",
    "Wed6": "My best friend is Vanessa! Playing with her is so much fun. Also, Adrian is a good friend of mine. Who's your best friend?$1",
    "Wed8": "My best friend is Vanessa! Playing with her is so much fun. Also, Adrian is a good friend of mine. Who's your best friend?$1",
    "Wed10": "I love playing in the snow during winter! But swimming in the ocean during summer is also great. What's your favorite season?$1",
    "Thu":"You know, my grandpa George is actually a really nice person. #$b#He just needs to learn to trust you.",
    "Thu2": "Hi how are you today?$1",
    "Thu4": "I trained with Alex yesterday. It was very tiring?$1",
    "Thu6": "Alex is really talented. I want to be like him when I grow up.$1",
    "Thu8": "Are you ok? You look tired.$1",
    "Thu10": "Today we had Leek for breakfast. So my grandfather will be less restless today.$1",
    "Fri": "Do you have today off?#$b#Well, I'll see you around then.$1",
    "Fri2": "Do you know how to fish? I hope one day I can learn too.$1",
    "Fri4": "We played games in the park today. I am very tired.$1",
    "Fri6": "Can I visit your farm? I want to love your animals.$1",
    "Sat": "The weekend is the best!#$b#I wanna go to the park if it's ok with my grandma.$1",    
    "Sun": "I don't want to leave the house today.",
    "spring_Mon": "My grandma always taught me how to do spring cleaning. It's important to air things out and dust everything!$3",
    "summer_Mon": "%book was boring.#$b#I didn't really understand it.$3",
    "summer_Tue": "We're selling ice cream with my cousin Alex.#$b#Do you want to buy some?$1",
    "summer_Wed": "I love summer!$1#$b# We get to go to the beach!",
    "Fall_Wed": "I always go to the best costume for Halloween every year! This year I'm going to dress up as a Superman!$1",
    "winter_Mon": "It's cold isn't it?$1"
}