{
    "10359808/f Milo 2000/t 1300 1700": "musicboxsong/39 11/farmer 51 14 3 Milo 39 11 2/skippable/animate Milo false true 1000 39 43/move farmer -2 0 0/move farmer 0 -1 3/move farmer -3 0 3/pause 500/stopAnimation Milo 39/emote Milo 8/pause 500/speak Milo \"Oh, Hey, @!$1#$b#Come over here for a second, if you're not busy.$1\"
    /pause 500/move farmer 0 -2 3/move farmer -5 0 3/pause 500/showFrame Milo 0/pause 500/speak Milo \"I'm actually glad you came around today.$1#$b#I'm working on a new song, and I wanted to ask if you'd be okay with me writing it about you.$1\"/emote farmer 16/faceDirection Milo 1/pause 500/speak Milo \"I swear it's not going to be a diss, or anything mean!$7#$b#Or a love song. That'd be a little forward, wouldn't it?$9\"
    /pause 500/emote farmer 60/speak Milo \"Unless you want it to be a love song.$3\"/pause 700/emote farmer 40/pause 700/emote Milo 28/showFrame Milo 35/pause 500/speak Milo \"Too much, sorry. That was a joke.$8#$b#What I mean is that it's nothing creepy. The song would just be about how my life has changed since I met you.$1\"
    /faceDirection Milo 2/pause 500/speak Milo \"I won't get into all of it again, but you've really helped me out since you moved here.$8#$b#I never really felt like I fit in Pelican Town until you showed up.$2#$b#And seeing you work so hard to turn your grandpa's farm around has really inspired me.$4\"/emote farmer 20/pause 500
    /jump Milo 2/emote Milo 16/speak Milo \"Don't do all that! You're gonna' make me all flustered!$6#$b#All I'm saying is that I really appreciate all you've done. And you've really made an impact on my life, okay?$8#$b#Enough sappy stuff!$6#$b#Let's just take in the view for a little while.$8#$b#It's my favorite thing about living here. The forest is always so beautiful.$1\"
    /pause 500/faceDirection farmer 2/pause 500/speak Milo \"Waking up and being able to see this everyday always inspires me to write.$1\"/emote farmer 8/pause 500/speak Milo \"Hm? What's my least favorite part about living in the forest?#$b#I guess all of the fallen branches and weeds? There's not much to dislike around here.$9\"/playSound flyBuzzing
    /pause 500/beginSimultaneousCommand/emote Milo 16/jump Milo 6/endSimultaneousCommand/pause 200/move Milo 1 0 2/pause 1000/emote farmer 40/speak Milo \"...Okay so maybe I don't like the bugs.$8#$b#But it's just a small thing to worry about.$4\"/pause 500/speak Milo \"...we can go inside now, though.$8\"/emote farmer 32/pause 500
    /end dialogue Milo \"I started working on your song a little while ago!$1#$b#I'm going to make sure it turns out really good, so be ready to have your mind blown!$3\""

}
