{

    // FAYE RANDOM DIALOGUE

    "FayeSpringRandom01": "Shane deserves to be thrown in the chambers the way he talked to me! .$2",
    "FayeSpringRandom02": "Haley has royalty potential, but her outfits..",
    "FayeSpringRandom03": "This is the time of year I get to let my wings show!$5",
    "FayeSpringRandom04": "My Dad thought all humans were bad.$2#$b#Until he married one.$1",
    "FayeSpringRandom05": "I may be a fairy, but mud is disgusting!.$3",
    "FayeSpringRandom06": "I asked Milo if I could be on his album's cover and show my wings!$1#$b#He said yes!$9",
    "FayeSpringRandom07": "I still can't believe I used to live in a huge castle, and now...$2",
    "FayeSpringRandom08": "Dimitri has an evil aura around him, and I don't like it.$5",
    "FayeSpringRandom09": "Abigail wants to be me so bad with that tacky purple hair color.$5",
    "FayeSpringRandom10": "Hey @ You doing okay?.$5",
    "FayeSpringRandom11": "I had a cafe back at home before it got shut down..$2",
    "FayeSpringRandom12": "It's so beautiful out here isn't it?.$1",
    "FayeSpringRandom13": "Vampires are nothing but evil bloodsuckers!.$5",

    "FayeSummerRandom01": "I usually fly fast during the summer so I can cool down. $5",
    "FayeSummerRandom02": "Business has been popping during the Summertime! $1",
    "FayeSummerRandom03": "I just started my garden today! Did you?$1 ",
    "FayeSummerRandom04": "Milos music is actually good for a human. $6",
    "FayeSummerRandom05": "I got really Lucky my wings are really pretty!$1#$b#Right? $7",
    "FayeSummerRandom06": "I went into the secret forest and got attacked by a slime!$5#$b#Had to show him what true power looks like.$9",
    "FayeSummerRandom07": "It was my dads idea to move here to Pelican town$1#$b#I dont know why. $2",
    "FayeSummerRandom08": "Do all humans leave beer bottles and crap outside their houses like Pam?$2",
    "FayeSummerRandom09": "I said hi to Sam, and he didn't even look up from his phone to say hi back!$2",
    "FayeSummerRandom10": "The only thing I really love here is the beach.$2#$b#the rainbow shells are so pretty!$1",
    "FayeSummerRandom11": "My dad used to be really powerful but since we moved here he got weaker. $2",
    "FayeSummerRandom12": "How's the farm going, @?$5",
    "FayeSummerRandom13": "I didn't want to wake up this morning, but my dad made me$1#$b#He says it's bad to stay in bed all day.$6",

    "FayeFallRandom01": "Fall is so pretty, but I miss the spring.$2",
    "FayeFallRandom02": "Can I have one of your fairy roses if you're growing them? $7",
    "FayeFallRandom03": "Haley tried touching my hair earlier!$6#$b#I had to slap her hand away!$5",
    "FayeFallRandom04": "Don't get on my bad side trust me, it will get wicked.$9",
    "FayeFallRandom05": "Sometimes I wish I could go back to my old life. $2",
    "FayeFallRandom06": "This town is so boring, there's nothing to do!",
    "FayeFallRandom07": "Where is Zuzu city?$0#$b#I heard Bryson talking about it.$6",
    "FayeFallRandom08": "Do you need help growing your crops? I can help with that!$1",
    "FayeFallRandom09": "If Dimitri is going to keep stealing from my cafe, were gonna have a problem!$5",
    "FayeFallRandom10": "Abigail walked into my cafe today and she looked so dirty$3#$b#She tracked mud into my cafe!$5",
    "FayeFallRandom11": "I love to bake and cook, which is why I opened a bakery!$1",

    "FayeWinterRandom01": "Did you listen to Milo's album yet?$6#$b#It fits the winter vibe!$1",
    "FayeWinterRandom02": "I'm tired I don't feel like baking today.$2",
    "FayeWinterRandom03": "When I saw Bryson today I had the urge to just light him up.$9",
    "FayeWinterRandom04": "It's so cold out!$3#$b#I don't know if I love it or hate it!!$6",
    "FayeWinterRandom05": "I miss my castle when it starts to snow$2#$b#.I't was so pretty! $1",
    "FayeWinterRandom06": "Huh,sorry I didn't hear you over my new winter playlist!$6",
    "FayeWinterRandom07": "Don't you just love my cafe design?$1",
    "FayeWinterRandom08": "It's a lot of fun flying around during the winter!$1",
    "FayeWinterRandom09": "My sister goes on and on about how she wants to be a human.$5",
    "FayeWinterRandom10": "My dad is in a bad mood today. It's best you don't talk to him.$2",
    "FayeWinterRandom11": "I was wandering in the forest and saw the wizard mixing some sort of weird substance together.!$6",
    "FayeWinterRandom12": "Whenever my sister is bored, she always comes into my room to bother me!$3#$b#She can be annoying sometimes.$5",
    "FayeWinterRandom13": "I guess I should start dressing for the winter time.$5 ",

    "FayeTwoHeartRandom01": "I don't understand why my sister hates being a fairy.$2#$b#The wings are so pretty!! $1",
    "FayeTwoHeartRandom02": "My dad loves this town and says it taught him so much.$6#$b#It didn't teach me anything but how to be a commoner.$5.",
    "FayeTwoHeartRandom03": "I am blessing you wish a powerful Aura of luck today!#$b#Let's hope it works.$6",
    "FayeTwoHeartRandom04": "Wow @ you really put a nice outfit together today!$1",
    "FayeTwoHeartRandom05": "Fiyona keeps stealing my books from my romance books in my room!$5",
    "FayeTwoHeartRandom06": "I don't know if I told you this but my mom was a human!$1#$b#Once..$2.",

    "FayeFourHeartRandom01": "Hey @ I baked you a nice batch of cookies with lots of love and magical energy! Enjoy!$1",
    "FayeFourHeartRandom02": "Don't ever let Fiyona cook in the kitchen!$6#$b#She once almost burned the kitchen down.$1",
    "FayeFourHeartRandom03": "I never imagined myself living on a farm.$1#$b#Well maybe...$4",
    "FayeFourHeartRandom04": "Hey lets go hang out in the forest just the two of us.$4",
    "FayeFourHeartRandom05": "I thought that what I was doing in Zuzu was what I wanted to do with my life.$2#$e#Once I moved to Pelican Town, I realized I was going to get in real trouble sooner or later..$2",
    "FayeFourHeartRandom06": "Hey, is it cool if I come over later?$4",

    "FayeSixHeartRandom01": "That outfit looks great on you.$4",
    "FayeSixHeartRandom02": "I might have been a little rude when we first met, but I am glad that I met you @.$4",
    "FayeSixHeartRandom03": "Are you okay, @? You look troubled..#$b#You can crash at my house and chill if you want.. $4",
    "FayeSixHeartRandom04": "Milo told me I should wear another hat but I love this one! What do you think @?$2",
    "FayeSixHeartRandom05": "Wanna come over? We can watch Tv?$1",
    "FayeSixHeartRandom06": "Let me take you out to eat at the saloon! $4",

    "FayeEightHeartRandom01": "Can I ask you a question?$1#$b#What are we?$7",
    "FayeEightHeartRandom02": "@! Im so glad I ran into you!$3 Can you come over and model for my clothes later?$1",
    "FayeEightHeartRandom03": "Do you think the wizard can cast a spell and get me more cloth?.$3#$b#Actually, forget I said that. Dimitri has us both on his bad side.",
    "FayeEightHeartRandom04": "Maybe later you can teach me how to farm?$4",
    "FayeEightHeartRandom05": "If you ever see Milo angry, leave him be!$3#$b#He's the reason I have this scar.$5",
    "FayeEightHeartRandom06": "Wanna go for a swim in the lake with me later?$4",

    // FYNN RANDOM DIALOGUE

    "FynnSpringRandom01": "There is much to be learned in life, even in a small village such as this one!$1",
    "FynnSpringRandom02": "The tranquility here is unlike anything I have encountered in all my years.$8",
    "FynnSpringRandom03": "I find that the forest is especially lively around this time of year$8",
    "FynnSpringRandom04": "There is a sense of adventure on the air today.$8#$e#I believe I will venture out in search of my own!$1",
    "FynnSpringRandom05": "I'd rather my daughters avoid the company of degenerate men...$4#$b#But I suppose Faye has worked hard to make friend here.#$e#From what I can tell, they are decent enough to continue living.$7",
    "FynnSpringRandom06": "It's important for my daughters to befriend other immortals. An eternity can easily become isolating.$3#$e#I just wish that young vampire wasn't so odd.$4",
    "FynnSpringRandom07": "Our castle was magnificent. I only wish we could have brought it with us.$1#$e#We thought of it, but I believe it would have destroyed this fragile ecosystem.$6#$e# That would have been disastrous!$1",
    "FynnSpringRandom08": "Today is an enchanting day, @! I hope you are well!$8",
    "FynnSpringRandom09": "I never expected working to be quite as enjoyable as it is.$1#$e#I find myself enjoying having something to keep me busy!$1",
    "FynnSpringRandom10": "Hello, @. I hope you are well.",
    "FynnSpringRandom11": "Please excercise patience when dealing with Faye.$2#$b#She never wanted to come here, and her anger is often misplaced.$3",
    "FynnSpringRandom12": "Fiyona adores human culture.$8#$b#I just hope she doesn't abandon her own in her excitement.$9",
    "FynnSpringRandom13": "The magic here is curious, to be sure.",

    "FynnSummerRandom01": "Pam tells me she was once a great rider of a huge metal beast!$8#$b#I hope to become a passenger of this 'bus' someday, but Faye is admant that we never go near one.$1",
    "FynnSummerRandom02": "I belive that young vampire has a stealing problem...$4",
    "FynnSummerRandom03": "I enjoy the company of those brothers down the road.$1#$b#The older one is a bit troublesome, but Milo is always kind!$8",
    "FynnSummerRandom04": "A life without love is...$2#$b#If I did not have my daughters, I could not bear it.$3",
    "FynnSummerRandom05": "My wings were damaged in a great battle.$9#$b#I can still fly, but it is much more difficult now.$2",
    "FynnSummerRandom06": "I am feeling exceptional today! Shall I enchant your crops for you?$1#$e#Hm...but then I suppose I would have to do it for everyone.$6#$b#I changed my mind after all.$1",
    "FynnSummerRandom07": "You appear to be melting, @.$7#$b#It's hot? Have you no enchantments to keep yourself cool?$6#$b#This realm is barbaric!$6",
    "FynnSummerRandom08": "Fiyona is the most familiar with human magic.$4#$e#What is it...'technology?' I loathe technology.$5",
    "FynnSummerRandom09": "The other parents here are very kind.$8#$b#I often go to them for advice on what to do about my daughters.$1",
    "FynnSummerRandom10": "I am overcome with pride when I see how well my daughters are doing here!$1",
    "FynnSummerRandom11": "You should consider studying some manner of magic. It wounds me to see such potential wasted!",
    "FynnSummerRandom12": "You work very hard on that farm of yours. I am sure your family is proud of you!$8",
    "FynnSummerRandom13": "Remember to take time for yourself now and then, @.$1#$e#Human lives are very brief and you may perish before you get the chance to enjoy it!$3",

    "FynnFallRandom01": "There is beauty to be found even in death.$9",
    "FynnFallRandom02": "I enjoy speaking with Elliot. He is an excellent poet!$1",
    "FynnFallRandom03": "The night comes much quicker in this time of year.#$b#Be sure to tell my daughters to hurry home if you see them out too late!$",
    "FynnFallRandom04": "I don't enjoy Bryson when he's with the pale one, but he does remind my of myself when I was much younger.$4#$b#It is not easy to reinvent oneself after a lifetime spent relying on violence.$9",
    "FynnFallRandom05": "I think that I will miss these people when they are gone.$9#$b#I will certainly miss running into you!$1",
    "FynnFallRandom06": "The music here is very different than what I am used to, but Milo is an excellent bard!$1",
    "FynnFallRandom07": "There is a place up in the mountains where warriors gather to share stories and weapons.$8#$e#I enjoy the company of the men there when I want to reminisce about my younger days.$1",
    "FynnFallRandom08": "What is this 'Zuzu?' Is it a place? I have heard it many times and I still have no idea what it is!$5",
    "FynnFallRandom09": "Please be sure to not trail any leaves into the cafe.#$b#I find the noise to be irritating when they are stepped on.$4",
    "FynnFallRandom10": "Be sure to live a life without regret.$9#$b#There is only so much time to enjoy when you are not immortal.$9",
    "FynnFallRandom11": "This business was Faye's idea. We don't need the money and I'm an awful cook, but it makes her happy!$1#$b#I wish Fiyona enjoyed it as much as her sister.$3",

    "FynnWinterRandom01": "I must admit, the cooler months are not a favorite of mine.",
    "FynnWinterRandom02": "Always remember that there is wisdom in knowing one's limits.$9",
    "FynnWinterRandom03": "Regardless of the cold, I do enjoy the snowy festivities of this time of year!$9",
    "FynnWinterRandom04": "A warm drink is sure to shake the cold off!$1#$b#Be sure to stop by the cafe if you'd like one!$8",
    "FynnWinterRandom05": "I hope to make plenty of dear friends in my time here!$1#$e#You are welcome to be one of them, @.$8",
    "FynnWinterRandom06": "I believe there is something strange about your aura today...$7",
    "FynnWinterRandom07": "I had a strange dream last night of an odd little creature scurrying about in the snow.#$e#Let's hope that it was not a vision.$1",
    "FynnWinterRandom08": "Magic is much more difficult to manage than it appears.#$b#It takes an enormous amount of control to avoid fatal mistakes!$1",
    "FynnWinterRandom09": "Be careful @! Do not accept any of the Joja colas.$5#$e#They are not nearly as refreshing as the alchemists claim them to be!",
    "FynnWinterRandom10": "It appears I may have offended the ruler of this village.$2#$b#It's difficult to remember so many strange names when you are as old as I am!$6",
    "FynnWinterRandom11": "I fear I may have broken Fiyona's human trinket$6#$e#I must visit the village expert in the mountains! The...other pale one...Sebastian!$3",
    "FynnWinterRandom12": "To host a ball in our castle...I do miss our lives in the Outer Kingdoms at times like these.$2",
    "FynnWinterRandom13": "Have you not learned a spell to warm yourself yet?$7",

    "FynnTwoHeartRandom01": "I have spent many years learning to overcome my distaste for humans.$3#$b#I hope I have not offended you in my honesty.$3",
    "FynnTwoHeartRandom02": "There is no feeling quite like love.$2#$e#You will spend a lifetime missing it once it is gone.$9",
    "FynnTwoHeartRandom03": "I hope that my company is pleasant to you. I am not always the best at speaking with humans.",
    "FynnTwoHeartRandom04": "I believe I shall pursue a new hobby of my own! Perhaps writing would suit my interests the best.$8#$e#I have plenty of stories to share after all.$1",
    "FynnTwoHeartRandom05": "The air here is not what I am used to. At times it can become suffocating.$9",
    "FynnTwoHeartRandom06": "There are no greater joys in my life than Faye and Fiyona.#$b#I would give my life to see them happy.$8",

    "FynnFourHeartRandom01": "Hello, @! Are you well?$8",
    "FynnFourHeartRandom02": "I will have to come around and enchant your crops sometime soon. You have been a great friend to me!$8",
    "FynnFourHeartRandom03": "You must work very hard to keep up with such a large plot of land. I commend your effort!$1",
    "FynnFourHeartRandom04": "I wish that I could be a better father to Faye and Fiyona.$2#$b#I struggle to make up for what they lack in a mother.$3",
    "FynnFourHeartRandom05": "I believe you would make an excellent fairy! You are quite capable!$1",
    "FynnFourHeartRandom06": "You are always welcome in our home, @!$1",

    "FynnSixHeartRandom01": "If you should ever need my assistance, do not be afraid to ask.$8",
    "FynnSixHeartRandom02": "I trust you are taking care of yourself? Work should not take priority over your wellbeing!$8",
    "FynnSixHeartRandom03": "I have grown very fond of our neighbors here.$1#$e#Even the vampire has managed to find a place in my heart.$8#$b#Though, he is on thin ice if he continues to act as a thief$4.",
    "FynnSixHeartRandom04": "Milo has quickly become like something like a son to me. He and his brother are always welcome in our home!$8",
    "FynnSixHeartRandom05": "Ah...I may require assistance with 'technology' again later.$6",
    "FynnSixHeartRandom06": "My Phoebe was the love of my long life.$2#$b#I miss her every day.$9",

    "FynnEightHeartRandom01": "You have quickly become my favorite human in this village!$1",
    "FynnEightHeartRandom02": "My day is brightened by your presence once again, @!$8",
    "FynnEightHeartRandom03": "You are a very special presence in this town. Both to me, and to the people here.$8",
    "FynnEightHeartRandom04": "A pleasure to see you again, @.$8",
    "FynnEightHeartRandom05": "You are absolutely radiant today, @!$1",
    "FynnEightHeartRandom06": "I will miss you when you are gone.$9#$b#Should you ever decide to turn to vampirism, I will be glad to know that you are always around.#$e#Just promise to keep some sense about you if you do...$4",

    // FIYONA DIALOGUE

    "FiyonaSpringRandom01": "I really wish I was born a human sometimes.$2",
    "FiyonaSpringRandom02": "My dad speaks so proper, Sometimes I just zone out when he talks.$3",
    "FiyonaSpringRandom03": "I hate the spring it's so hot out.$5",
    "FiyonaSpringRandom04": "Abigail is my friend but she can be annoying from time to time.$3#$b#$1",
    "FiyonaSpringRandom05": "I don't understand why my dad won't let me bake!$5#$b#I only burned the kitchen one time!$2",
    "FiyonaSpringRandom06": "Hey @ are my roots showing again?$4#$b#I hate having purple hair it sucks!$5",
    "FiyonaSpringRandom07": "My dad keeps bossing me around to clean my room$8#$b#It's not even that dirty.$5",
    "FiyonaSpringRandom08": "Abigail almost broke my arcade machine by banging on it!$5",
    "FiyonaSpringRandom09": "I can't wait my favorite TV show comes out tonight!$1",
    "FiyonaSpringRandom10": "Oh my god, I just lost my phone and I don't know where it is!$8",
    "FiyonaSpringRandom11": "My dad is making me clean the cafe today.$5",
    "FiyonaSpringRandom12": "*Yawn*...$8#$b#I stayed up playing Life Simulator all night.$2",
    "FiyonaSpringRandom13": "Ugh! I hate my powers. I wish I never had them!$5",

    "FiyonaSummerRandom01": "The only thing I miss back home was the rich lifestyle. $1",
    "FiyonaSummerRandom02": "It's so hot out I think I might faint!$8",
    "FiyonaSummerRandom03": "I just started my garden today! Did you?$1 ",
    "FiyonaSummerRandom04": "Milos music is actually good for a human. $6",
    "FiyonaSummerRandom05": "I got really Lucky my wings are really pretty!$1#$b#Right? $7",
    "FiyonaSummerRandom06": "I went into the secret forest and got attacked by a slime!$5#$b#Had to show him what true power looks like.$9",
    "FiyonaSummerRandom07": "It was my dads idea to move here to Pelican town$1#$b#I dont know why. $2",
    "FiyonaSummerRandom08": "Do all humans leave beer bottles and crap outside their houses like Pam?$2",
    "FiyonaSummerRandom09": "I said hi to Sam, and he didn't even look up from his phone to say hi back!$2",
    "FiyonaSummerRandom10": "The only thing I really love here is the beach.$2#$b#the rainbow shells are so pretty!$1",
    "FiyonaSummerRandom11": "My dad used to be really powerful but since we moved here he got weaker. $2",
    "FiyonaSummerRandom12": "How's the farm going, @?$5",
    "FiyonaSummerRandom13": "I didn't want to wake up this morning, but my dad made me$1#$b#He says it's bad to stay in bed all day.$6",

    "FiyonaFallRandom01": "Fall is so pretty, but I miss the spring.$2",
    "FiyonaFallRandom02": "Can I have one of your fairy roses if you're growing them? $7",
    "FiyonaFallRandom03": "Haley tried touching my hair earlier!$6#$b#I had to slap her hand away!$5",
    "FiyonaFallRandom04": "Don't get on my bad side trust me, it will get wicked.$9",
    "FiyonaFallRandom05": "Sometimes I wish I could go back to my old life. $2",
    "FiyonaFallRandom06": "This town is so boring, there's nothing to do!",
    "FiyonaFallRandom07": "Where is Zuzu city?$0#$b#I heard Bryson talking about it.$6",
    "FiyonaFallRandom08": "Do you need help growing your crops? I can help with that!$1",
    "FiyonaFallRandom09": "If Dimitri is going to keep stealing from my cafe, were gonna have a problem!$5",
    "FiyonaFallRandom10": "Abigail walked into my cafe today and she looked so dirty$3#$b#She tracked mud into my cafe!$5",
    "FiyonaFallRandom11": "I love to bake and cook, which is why I opened a bakery!$1",

    "FiyonaWinterRandom01": "Did you listen to Milo's album yet?$6#$b#It fits the winter vibe!$1",
    "FiyonaWinterRandom02": "I'm tired I don't feel like baking today.$2",
    "FiyonaWinterRandom03": "When I saw Bryson today I had the urge to just light him up.$9",
    "FiyonaWinterRandom04": "It's so cold out!$3#$b#I don't know if I love it or hate it!!$6",
    "FiyonaWinterRandom05": "I miss my castle when it starts to snow$2#$b#.I't was so pretty! $1",
    "FiyonaWinterRandom06": "Huh,sorry I didn't hear you over my new winter playlist!$6",
    "FiyonaWinterRandom07": "Don't you just love my cafe design?$1",
    "FiyonaWinterRandom08": "It's a lot of fun flying around during the winter!$1",
    "FiyonaWinterRandom09": "My sister goes on and on about how she wants to be a human.$5",
    "FiyonaWinterRandom10": "My dad is in a bad mood today. It's best you don't talk to him.$2",
    "FiyonaWinterRandom11": "I was wandering in the forest and saw the wizard mixing some sort of weird substance together.!$6",
    "FiyonaWinterRandom12": "Whenever my sister is bored, she always comes into my room to bother me!$3#$b#She can be annoying sometimes.$5",
    "FiyonaWinterRandom13": "I guess I should start dressing for the winter time.$5 ",

    "FiyonaTwoHeartRandom01": "I don't understand why my sister hates being a fairy.$2#$b#The wings are so pretty!! $1",
    "FiyonaTwoHeartRandom02": "My dad loves this town and says it taught him so much.$6#$b#It didn't teach me anything but how to be a commoner.$5.",
    "FiyonaTwoHeartRandom03": "I am blessing you wish a powerful Aura of luck today!#$b#Let's hope it works.$6",
    "FiyonaTwoHeartRandom04": "Wow @ you really put a nice outfit together today!$1",
    "FiyonaTwoHeartRandom05": "Fiyona keeps stealing my books from my romance books in my room!$5",
    "FiyonaTwoHeartRandom06": "I don't know if I told you this but my mom was a human!$1#$b#Once..$2.",

    "FiyonaFourHeartRandom01": "Hey @ I baked you a nice batch of cookies with lots of love and magical energy! Enjoy!$1",
    "FiyonaFourHeartRandom02": "Don't ever let Fiyona cook in the kitchen!$6#$b#She once almost burned the kitchen down.$1",
    "FiyonaFourHeartRandom03": "I never imagined myself living on a farm.$1#$b#Well maybe...$4",
    "FiyonaFourHeartRandom04": "Hey lets go hang out in the forest just the two of us.$4",
    "FiyonaFourHeartRandom05": "I thought that what I was doing in Zuzu was what I wanted to do with my life.$2#$e#Once I moved to Pelican Town, I realized I was going to get in real trouble sooner or later..$2",
    "FiyonaFourHeartRandom06": "Hey, is it cool if I come over later?$4",

    "FiyonaSixHeartRandom01": "That outfit looks great on you.$4",
    "FiyonaSixHeartRandom02": "I might have been a little rude when we first met, but I am glad that I met you @.$4",
    "FiyonaSixHeartRandom03": "Are you okay, @p? You look troubled..#$b#You can crash at my house and chill if you want.. $4",
    "FiyonaSixHeartRandom04": "Milo told me I should wear another hat but I love this one! What do you think @?$2",
    "FiyonaSixHeartRandom05": "Wanna come over? We can watch Tv?$1",
    "FiyonaSixHeartRandom06": "Let me take you out to eat at the saloon! $4",

    "FiyonaEightHeartRandom01": "Can I ask you a question?$1#$b#What are we?$7",
    "FiyonaEightHeartRandom02": "@! Im so glad I ran into you!$3 Can you come over and model for my clothes later?$1",
    "FiyonaEightHeartRandom03": "Do you think the wizard can cast a spell and get me more cloth?.$3#$b#Actually, forget I said that. Dimitri has us both on his bad side.",
    "FiyonaEightHeartRandom04": "Maybe later you can teach me how to farm?$4",
    "FiyonaEightHeartRandom05": "If you ever see Milo angry, leave him be!$3#$b#He's the reason I have this scar.$5",
    "FiyonaEightHeartRandom06": "Wanna go for a swim in the lake with me later?$4",

}
