{
    "Rainy_Day_0": "The sound of the rain on the windows is comforting to me, darling.", 
  "Rainy_Day_1": "Do you have an umbrella with you? We have rain.", 
  "Rainy_Day_2": "Darling, take this to help you through the day! [395, 634, 257, 406, 20, 417]", 
  "Rainy_Day_3": "Raindrops...hmmm, perhaps I could recreate them in my pottery designs.", 
  "Rainy_Day_4": "I know my beloved apricots can survive without the rain, but my beloved leeks need it!", 
  "patio_ClayFS": "Raw clay doesn't process itself. I have a lot of work to do.", 
  "Rainy_Night_0": "I do love a rainy night, darling.", 
  "Rainy_Night_1": "Lightning is so fleeting! I would like to capture its image in my clay, but it eludes me.", 
  "Rainy_Night_2": "Ah, a rainy night! Come cuddle with me, darling.",
  "Rainy_Night_3": "After the rain, we can go outside and see what changes the lightning has wrought.", 
  "Rainy_Night_4": "Warm food can be welcome on a rainy night, right darling? [222, 237, 395]", 
  "Rainy_Night_5": "My darling, here is an edible gift for you! [634, 257, 417, 406, 20, 399]", 
  "Indoor_Day_0": "Pardon? Oh, yes, I was thinking something zippy would be good for supper. Perhaps rhubarb pie?", 
  "Indoor_Day_1": "My darling! Something portable for you to eat. [252, 278, 404, 395]", 
  "Indoor_Day_2": "Do we have any apricots? I should check our storeroom.", 
  "Indoor_Day_3": "My darling, I have such joy.", 
  "Indoor_Day_4": "Some nights I dream of wild plums and awaken full of bliss.", 
  "Indoor_Night_0": "My darling, is it too late in the day for coffee?", 
  "Indoor_Night_1": "Today, I solved the problem of sourcing red pigment for my pottery. Some of my customers will be very pleased.", 
  "Indoor_Night_2": "Today's sunset has inspired me to sketch a new design for my pottery!", 
  "Indoor_Night_3": "Hello, darling. How I have missed you today.", 
  "Indoor_Night_4": "Do you have plans for tonight, darling? Or can you stay home with me?", 
  "Outdoor_0": "Hmmm...cerulean or turquoise? Which would be best for the design?", 
  "Outdoor_1": "Perhaps today I will roam the farm looking for inspiration from nature!",
  "Outdoor_2": "Don't worry, darling. Our home is in safe hands.", 
  "Outdoor_3": "Hmmm...evergreen or emerald? Which would be best for the design?", 
  "Outdoor_4": "Hmmm...how best to capture the magnificance of the sunrise? Or the sunset?", 
//Use %kid1 to insert name of first child
  "OneKid_0": "Darling, %kid1 has been quite active today. Perhaps, some toys?",
  "OneKid_1": "Darling, I had never known bliss before marriage to you with our child %kid1!", 
  "OneKid_3": "Is it too early to see if %kid1 likes apricots?", 
//Use %kid1 for name of first child, use %kid2 for name of second child
  "TwoKids_1": "Darling, %kid1 has been zipping around the house all day, but %kid2 seems to prefer a nap.", 
  "TwoKids_2": "I was wrong before darling. Now that we have %kid1 and %kid2, I have experienced pure bliss.", 
  "TwoKids_3": "Darling, I believe %kid1 and %kid2 are fond of wild plums!", 
  "Good_1": "Pure bliss, darling! I am in a state of pure bliss.", 
  "Good_2": "How zippy, darling! I do love zip!", 
  "Good_3": "Darling, this will be a good day.",
  "Good_4": "Have a blissful day, darling!", 
  "Good_5": "How wonderful you are, darling!", 
  "Good_6": "What a lovely life we have, darling!", 
  "Neutral_0": "All right, I guess.", 
  "Neutral_8": "All right.", 
  "Bad_1": "Nope! I cannot today.", 
  "Bad_2": "I don't understand what is happening between us. I do not like it.", 
  "Bad_3": "Nope!",
  "Bad_4": "Why are we like this? I cannot understand.", 
  "Bad_5": "Wow, no. I need a moment.", 
  "Bad_6": "I believe it is best if I do not speak.",  
//FunLeave/FunReturn Schedule: 
  "funLeave_ClayFS": "Darling, I'm off to look for another source of clay. Wish me luck!", 
  "funReturn_ClayFS": "Hello, darling! I may have found another source of clay. What a blissful day!", 
  "spring_12": "Should we go to the Egg Festival in Pelican Town tomorrow?",
  "spring_23": "What do you think about going to the Flower Dance tomorrow?",
  "summer_10": "Should we go to the Luau on the beach tomorrow?",
  "summer_27": "Tomorrow night is the Dance of the Moonlight Jellies. Shall we go?",
  "fall_15": "What do you have planned for the Stardew Valley Fair tomorrow?",
  "fall_26": "Spirit's Eve is tomorrow. How quickly the year is passing!",
  "winter_7": "What do you think about going to the Festival of Ice tomorrow?",
  "winter_14": "Oh, the night market starts tomorrow!",
  "winter_24": "Shall we go to Pelican Town for the Feast of the Winter Star tomorrow?",

  "spring_ClayFS": "Pure bliss, darling! Apricots are in season.", 
  "summer_ClayFS": "Coffee beans, coffee beans, coffee beans! Darling, we can make coffee!", 
  "fall_ClayFS": "Darling, the season for bok choy is upon us!", 
  "winter_ClayFS": "As winter has arrived, I must remember we have wild plums and apricots stored for our use.", 
  "spouseRoom_ClayFS": "Pottery: a pursuit to which I can apply both brain and body.", 

}