{
//INSECT NAMES
"Ant-name": "Schwarze Ameise",
"Beetle1-name": "Nashornkäfer",
"Beetle2-name": "Riesenhirschkäfer",
"Beetle3-name": "Rosenkäfer",
"Beetle4-name": "Sägebock",
"Beetle5-name": "Zitrus- Bockkäfer",
"Beetle6-name": "Prachtkäfer",
"Beetle7-name": "Atlaskäfer",
"Beetle8-name": "Herkuleskäfer",
"Beetle9-name": "Australischer Pracht-Hirschkäfer",
"BoxBug-name" :"Glasflügelwanze",
"Butterfly-name": "Bläuling",
"Butterfly2-name": "Kolibrifalter",
"Butterfly3-name": "Ornithoptera",
"Butterfly4-name": "Ornithoptera goliath",
"Butterfly5-name": "Trogonoptera brookiana",
"Butterfly6-name": "Ornithoptera euphorion",
"Butterfly7-name": "Östlicher Tigerschwalbenschwanz",
"Butterfly8-name": "Papilio bianor",
"Butterfly9-name": "Agrias claudina",
"Butterfly10-name": "Sasakia charonda",
"Cicada-name": "Riesenzikade",
"Cricket1-name": "Oecanthus pini",
"Cricket2-name": "Maulwurfsgrille",
"Cricket3-name": "Heimchen",
"Cricket4-name": "Meloimorpha japonica",
"DFly1-name": "Große Heidelibelle",
"DFly2-name": "Choristhemis flavoterminata",
"DFly3-name": "Edellibelle",
"DFly4-name": "Libellula semifasciata",
"Grasshopper-name": "Grashüpfer",
"Ladybird-name": "Zweiundzwanzigpunkt-Marienkäfer",
"Ladybird2-name": "Chilocorinae",
"Ladybug-name": "Marienkäfer",
"Locust-name": "Acrida cinerea",
"Mantis-name": "Kronenfangschrecke",
"Mantis2-name": "Gottesanbeterin",
"Moth-name": "Lunafalter",
"Moth2-name": "Chinesischer Eichenseidenspinner",
"Moth3-name": "Weinschwärmer",
"Moth4-name": "Taubenschwänzchen",
"Moth5-name": "Totenkopfschwärmer",
"Spider-name": "Wespenspinne",
"Spider2-name": "Vogelspinne",
"Stick-name": "Stabheuschrecke",
"Weevil-name": "Rüsselkäfer",

//ALTERNATE DESCRIPTION
"museum-desc":"Gunther kann dir mehr darüber erzählen, wenn du es dem Museum spendest.",

//INSECT DESCRIPTIONS
"Ant-desc": "Ameisen stürzen sich auf Süßigkeiten, Lutscher und verdorbene Rüben, egal zu welcher Jahreszeit oder Tageszeit.",
"Beetle1-desc": "Diese große Käferart wird von Liebhabern und Sammlern oft als Haustier gehalten. Er hat ein dickes Exoskelett.",
"Beetle2-desc": "Dieser Käfer bewohnt hauptsächlich tropische Regenwälder und Wälder der gemäßigten Zonen vom Tiefland bis zum Gebirge. Er kann bis zu 2 Jahre alt werden.",
"Beetle3-desc": "Ein großer Käfer mit smaragdgrünen Flügeln, von denen einige einen bronzefarbenen Schimmer haben.",
"Beetle4-desc": "Große, glatte, dunkelbraune bis rotbraune Käfer mit einer Länge von 26 bis 75 mm. Die Männchen sind größer als die Weibchen und haben vergrößerte Mandibeln, die viel länger als die der Weibchen sind.",
"Beetle5-desc": "Diese Käfer sind in Japan, China, Korea, Taiwan und Südostasien beheimatet, wo sie als ernsthafter Schädling gelten.",
"Beetle6-desc": " Man findet sie typischerweise im Sommer in Wäldern und bei starker Sonneneinstrahlung und sie können zwischen 1,2 cm und 1,6 cm lang werden.",
"Beetle7-desc": "Die Männchen haben spezielle Hörner auf dem Kopf und dem Brustkorb, mit denen sie sich gegenseitig bekämpfen, um das Paarungsrecht bei den Weibchen zu erlangen.",
"Beetle8-desc": "Der Herkuleskäfer ist für seine enorme Stärke bekannt und wurde nach Herkules benannt, einem Helden der klassischen Mythologie, der für seine große Stärke berühmt ist.",
"Beetle9-desc": "Ihre schönen Farben verblassen nach dem Tod und sind schwer zu fotografieren.",
"BoxBug-desc": "Eine im östlichen Nordamerika beheimatete Art der Echten Wanze. Man findet sie vor allem auf Buchsbaum, aber auch auf Ahorn und Esche.",
"Butterfly-desc": "Der Bläuling ist eine Schmetterlingsart, die in ihrer Puppe überwintert und im zeitigen Frühjahr als frisch geschlüpfte Erwachsene erscheint.",
"Butterfly2-desc": "Die Gemeine Heidelibelle ist für ihre schnelle Flucht und ihre raschen Reaktionen bekannt. Daher ist es schwierig, sie zu fangen.",
"Butterfly3-desc": "Dieser wunderschöne Schmetterling ist in der Republik Ferngill vom Aussterben bedroht und kann nicht international verschickt werden.",
"Butterfly4-desc": "Er ist der zweitgrößte Schmetterling der Welt, nach dem Königin-Alexandra-Vogelflügler.",
"Butterfly5-desc": "Die Männchen dieser Art sind zwar wunderschön, aber dafür bekannt, dass sie sich von Tierkot, Kadavern und verrottenden Insekten angezogen fühlen.",
"Butterfly6-desc": "Sein bevorzugter Lebensraum sind die Regenwälder der tropischen Regionen in Küstennähe. Auch in Cairns ist er häufig anzutreffen, angezogen von den Blüten von Lantana, Hibiskus und Bougainvillea in Vorstadtgärten.",
"Butterfly7-desc": "Das Männchen ist gelb mit vier schwarzen Tigerstreifen auf jedem Vorderflügel. Die Weibchen können entweder gelb oder schwarz sein, was sie dimorph macht.",
"Butterfly8-desc": "Diese Art ist in Wäldern und anderen bewaldeten Gebieten zu finden. Sie kann in vorstädtischen und städtischen Gebieten vorkommen, wenn geeignete Wirtspflanzen vorhanden sind.",
"Butterfly9-desc": "Zwischen Weibchen und Männchen gibt es nur sehr geringe Unterschiede in Farbe, Form, Größe und Struktur. Die Männchen haben gelbe Büschel, mit denen sie weibliche Schmetterlinge anlocken.",
"Butterfly10-desc": "Ein majestätischer Schmetterling, der für seine Größe, seine schillernden violetten Flügel und seine auffällige Zeichnung bekannt ist.",
"Cicada-desc": "Die Riesenzikaden erzeugen einen bemerkenswert deutlichen und lauten Ton, der vor allem in der Dämmerung ertönt. Ihr lauter, schriller Gesang wurde als Sirene oder Alarm, als Pfeife oder als Gas, das aus einem Druckablassventil entweicht, beschrieben.",
"Cricket1-desc": "Die Männchen singen typischerweise aus einem Nadelgewirr heraus. Wie bei anderen Baumgrillen suchen die Weibchen nach singenden Männchen und können oft dabei beobachtet werden, wie sie auf nahe gelegenen Ästen in Richtung des Sängers krabbeln. Auch das nächtliche Lauschen nach einem singenden Männchen in den unteren Zweigen einer Kiefer kann sich als nützlich erweisen.",
"Cricket2-desc": "Sie sind an ein unterirdisches Leben angepasst, haben eine zylindrische Form und sind mit feinen, dichten Haaren bedeckt. Der Kopf, die vorderen Gliedmaßen und der Prothorax sind stark sklerotisiert, aber der Hinterleib ist eher weich.",
"Cricket3-desc": "Grillen in freier Wildbahn fressen Blumen, Blätter, Früchte, Gräser und andere Insekten, einschließlich toter Artgenossen.",
"Cricket4-desc": "Sie können zwischen 17 mm und 25 mm lang sein und haben breite Flügel, die wie Melonenkerne geformt sind.",
"DFly1-desc": "Eine kleine Libelle, die in einer Vielzahl von Lebensräumen vorkommt, einschließlich Seen, Teichen, Kanälen und langsam fließenden Flüssen.",
"DFly2-desc": "Diese Libellen sind metallisch schwarz mit gelber Färbung. Sie haben einen sehr schmalen Hinterleib, der dem einer Adonislibelle ähnelt.",
"DFly3-desc": "Diese für ihren wendigen Flug und ihr auffälliges Aussehen bekannten Libellen haben typischerweise längliche Körper, die oft mit kräftigen Farben oder Mustern versehen sind.",
"DFly4-desc": "Eine der ersten Libellen, die sich nach dem Winter in die Lüfte schwingen.",
"Grasshopper-desc": "Die allgemein als Wanderheuschrecke bekannte Heuschrecke ist eine Art der Spornheuschrecken aus der Familie der Acrididae. Andere gebräuchliche Namen sind Kleiner Wandergrashüpfer und Rotbeiniger Grashüpfer.",
"Ladybird-desc": "Er kommt in einer Vielzahl von Lebensräumen vor, insbesondere auf Wiesen, an Waldrändern, in Städten und Gärten.",
"Ladybird2-desc": "Er hat einen schwarzen Körper mit einem großen roten Fleck auf jeder Flügeldecke. Die Fühler und die Unterseite sind orange. Die Flügeldecken haben einen deutlich abgeflachten Flansch rundherum. Mit etwa 5 mm ist er ein recht kleiner Marienkäfer.",
"Ladybug-desc": "Der beste Freund des Gärtners und der schlimmste Albtraum der Blattläuse.",
"Locust-desc": "Ein großes, wanderndes Insekt mit einem charakteristischen, länglichen Kopf und auffälligen Stacheln an den Hinterbeinen. Kann erhebliche Schäden in der Landwirtschaft verursachen.",
"Mantis-desc": "Diese Art ahmt Teile der Orchideenblüte nach. Die vier Laufbeine ähneln Blütenblättern, und das gezahnte vordere Paar wird wie bei anderen Gottesanbeterinnen zum Greifen der Beute verwendet.",
"Mantis2-desc": "Im Allgemeinen sind die Männchen 67 mm bis 73 mm lang und die Weibchen 77 mm bis 84 mm groß.",
"Moth-desc": "Wie die meisten Nachtfalter sind auch die Lunafalter vorwiegend nachts aktiv, aber es gibt auch Sichtungen bei Tageslicht.",
"Moth2-desc": "Ein großer, farbenfroher Falter mit auffälligen Mustern auf den Flügeln, der für seine Vorliebe für Eichen als Wirtspflanzen für seine Larven bekannt ist.",
"Moth3-desc": "Bekannt für seine auffällige Färbung mit leuchtenden rosa und gelben Farbtönen. Dieser kleine Schwärmer wird aufgrund seiner leuchtenden Farben oft als einer der schönsten Schwärmer angesehen.",
"Moth4-desc": "Er ist für sein kolibriähnliches Aussehen und Verhalten bekannt. Er hat eine Flügelspannweite von etwa 5 cm, ist braun, weiß und orange gemustert und hat einen langen Rüssel, mit dem er sich von Nektar ernährt.",
"Moth5-desc": "Bekannt für seine markante Schädelmarke auf seinem Thorax.",
"Spider-desc": "Sie baut in der Morgen- oder Abenddämmerung ein spiralförmiges Spinnennetz, meist in langem Gras knapp über dem Boden. Wenn sich die Beute in dem Netz verfängt, wird sie von der Spinne mit Seide umwickelt und dadurch bewegungsunfähig gemacht. Die Beute wird dann gebissen und mit einem lähmenden Gift und einem proteinauflösenden Enzym injiziert.",
"Spider2-desc": "Trotz ihrer Größe, ihres furchterregenden Aussehens und ihres Rufs sind Vogelspinnen selbst Beute für viele andere Tiere.",
"Stick-desc": "Das Weibchen legt 3 mm große, elliptische Eier ab, die wie Pflanzensamen aussehen. Wie die meisten Stabwanzen schnippt sie ihre Eier auf den Boden, wo ein kleiner Knubbel, das Capitulum, Ameisen anlockt, die sie zum Ameisenbau tragen, wo sie schlüpfen. Diese Art ist parthenogenetisch (Jungfernzeugung).",
"Weevil-desc": "Sie sind bekannt für ihre länglichen Schnauzen und sind typischerweise Pflanzenfresser, wobei viele Arten aufgrund ihrer Fähigkeit, Feldfrüchte und gelagertes Getreide zu schädigen, als Schädlinge gelten.",

//NEW CATEGORY
"insect.category":"Insekt"
}