{
//NOMES DE INSETOS
"Ant-name": "Formiga preta",
"Beetle1-name": "Besouro rinoceronte",
"Beetle2-name": "Gigante veado",
"Beetle3-name": "Besouro zangão",
"Beetle4-name": "Veado-serra",
"Beetle5-name": "Besouro de chifres longos cítricos",
"Beetle6-name": "Besouro de jóia",
"Beetle7-name": "Atlas com chifres",
"Beetle8-name": "Hércules com chifres",
"Beetle9-name": "Besouro arco-íris",
"Bingus-name": "Bingus",
"BoxBug-name" :"Inseto do Boxelder",
"Butterfly-name": "Azul Primaveril",
"Butterfly2-name": "Borboleta azul comum",
"Butterfly3-name": "Asa-dourada de Wallace",
"Butterfly4-name": "Asa-de-ouro-gigante",
"Butterfly5-name": "Asa-de-golden de Rajah Brooke",
"Butterfly6-name": "Asa-de-ouro-de-cairn",
"Butterfly7-name": "Rabo-de-andorinha-tigre",
"Butterfly8-name": "Pavão-comum",
"Butterfly9-name": "Agrias Claudina",
"Butterfly10-name": "Grande imperador púrpura",
"Cicada-name": "Cigarra gigante",
"Cricket1-name": "Grilo do pinheiro",
"Cricket2-name": "Grilo-toupeira",
"Cricket3-name": "Grilo-doméstico",
"Cricket4-name": "Grilo-sino",
"DFly1-name": "Libélula comum",
"DFly2-name": "Rabo-de-tigre de pontas amarelas",
"DFly3-name": "Libélula Darner",
"DFly4-name": "Escamoteador pintado",
"Grasshopper-name": "Gafanhoto",
"Ladybird-name": "Joaninha de 22 pontos",
"Ladybird2-name": "Joaninha de mancha renal",
"Ladybug-name": "Joaninha",
"Locust-name": "Oriental de cabeça longa",
"Mantis-name": "Louva-a-deus orquídea",
"Mantis2-name": "Louva-a-deus gigante",
"Moth-name": "Mariposa-lua",
"Moth2-name": "Mariposa de seda de carvalho",
"Moth3-name": "Mariposa de bordo rosado",
"Moth4-name": "Mariposa-hummingbird",
"Moth5-name": "Mariposa-caveira",
"Spider-name": "Aranha vespa",
"Spider2-name": "Tarântula",
"Stick-name": "Inseto de vara",
"Weevil-name": "Gorgulho",

//DESCRIÇÃO ALTERNATIVA
"museum-desc":"Gunther pode te contar mais sobre isso se você doar ao museu.",

//DESCRIÇÕES DE INSETOS
"Ant-desc": "As formigas vão se reunir em doces, pirulitos e nabos podres, independentemente da estação ou hora do dia.",
"Beetle1-desc": "Esta espécie grande de besouro muitas vezes é mantida como animal de estimação por entusiastas ou colecionadores. Tem um exoesqueleto grosso.",
"Beetle2-desc": "Este besouro habita principalmente em florestas tropicais e temperadas, desde áreas baixas até montanhas. Eles podem viver até 2 anos.",
"Beetle3-desc": "Um besouro grande com asas verde-esmeralda, embora alguns tenham cor de bronze.",
"Beetle4-desc": "Besouros grandes, lisos, de cor marrom escuro a marrom avermelhado, medindo de 26 a 75 mm de comprimento. Os machos são maiores que as fêmeas e têm mandíbulas que são ampliadas e muito mais longas do que as das fêmeas.",
"Beetle5-desc": "Esses besouros são nativos do Japão, China, Coreia, Taiwan e sudeste asiático, onde são considerados uma praga séria.",
"Beetle6-desc": "Normalmente é encontrado em bosques durante o verão sob a luz forte do sol e pode crescer entre 1,2 a 1,6 polegadas de comprimento.",
"Beetle7-desc": "Os machos têm chifres especializados em sua cabeça e tórax que usam para lutar entre si, para obter direitos de acasalamento com as fêmeas.",
"Beetle8-desc": "Dynastes hercules é conhecido por sua tremenda força e leva o nome de Hércules, um herói da mitologia clássica famoso por sua grande força.",
"Beetle9-desc": "Suas cores bonitas desaparecem após a morte e são difíceis de fotografar.",
"BoxBug-desc": "Uma espécie de percevejo verdadeiro nativa do leste da América do Norte. Encontrado principalmente em árvores de bordo, assim como em bordos e freixos.",
"Butterfly-desc": "A Borboleta Azul Primaveril é uma espécie de borboleta que passa o inverno em sua crisálida e aparece no início da primavera como adulto recém-emergido.",
"Butterfly2-desc": "A borboleta azul comum é conhecida por seu voo rápido e reações rápidas. Consequentemente, é difícil de pegar.",
"Butterfly3-desc": "Esta bela borboleta é uma espécie ameaçada de extinção na República de Ferngill e não pode ser enviada internacionalmente.",
"Butterfly4-desc": "É a segunda maior borboleta do mundo, após a borboleta rainha Alexandra.",
"Butterfly5-desc": "Embora sejam bonitos, os machos desta espécie são conhecidos por serem atraídos por excrementos de animais, carcaças e insetos em decomposição.",
"Butterfly6-desc": "Seu habitat preferido são as florestas tropicais das regiões tropicais, perto da costa. Também é frequentemente visto em Cairns, atraído pelas flores de Lantana, Hibiscus e Buganvílias em jardins suburbanos.",
"Butterfly7-desc": "O macho é amarelo com quatro listras de tigre pretas em cada asa dianteira. As fêmeas podem ser amarelas ou pretas, tornando-as dimórficas.",
"Butterfly8-desc": "Esta espécie pode ser encontrada em florestas e outras áreas arborizadas. Pode ocorrer em áreas suburbanas e urbanas se houver plantas hospedeiras apropriadas disponíveis.",
"Butterfly9-desc": "Entre fêmeas e machos, há diferenças muito pequenas em sua cor, forma, tamanho e estrutura. Os machos têm tufos amarelos que são usados para atrair as borboletas fêmeas.",
"Butterfly10-desc": "Uma majestosa borboleta conhecida por seu grande tamanho, asas iridescentes púrpuras e padrões marcantes.",
"Cicada-desc": "As cigarras gigantes produzem um som notavelmente distinto e alto, cantando principalmente ao anoitecer. Seu canto alto e estridente foi descrito como uma sirene ou alarme, um assobio ou gás escapando de uma válvula de liberação de pressão.",
"Cricket1-desc": "Os machos geralmente cantam emaranhados de agulhas. Como acontece com outros grilos de árvore, as fêmeas procuram machos em exibição e muitas vezes podem ser observadas rastejando em galhos próximos, movendo-se na direção do cantor. Ouvir à noite um macho cantando nos ramos mais baixos de um pinheiro também pode ser produtivo.",
"Cricket2-desc": "Eles são adaptados para a vida subterrânea e têm forma cilíndrica e são cobertos com pelos finos e densos. A cabeça, os membros anteriores e o protórax são fortemente esclerotizados, mas o abdômen é bastante macio.",
"Cricket3-desc": "Os grilos na natureza consomem flores, folhas, frutas, gramíneas e outros insetos, incluindo membros mortos de sua própria espécie.",
"Cricket4-desc": "Eles podem variar de aproximadamente 17 a 25 mm de comprimento e têm asas largas que são em forma de sementes de melão.",
"DFly1-desc": "Uma pequena libélula, vista em uma grande variedade de habitats, incluindo lagos, lagoas, canais e rios de fluxo lento.",
"DFly2-desc": "Essas libélulas são pretas metálicas com amarelo. Elas têm um abdômen muito estreito, semelhante ao de uma libélula.",
"DFly3-desc": "Conhecidas por seu voo ágil e aparência marcante, essas libélulas geralmente têm corpos alongados, frequentemente marcados com cores ou padrões ousados.",
"DFly4-desc": "Uma das primeiras libélulas a alçar voo assim que o inverno acaba.",
"Grasshopper-desc": "Conhecido geralmente como gafanhoto migratório, é uma espécie de gafanhoto de garganta esporada na família Acrididae. Outros nomes comuns incluem o gafanhoto migratório menor e o gafanhoto de pernas vermelhas.",
"Ladybird-desc": "Encontrada em uma ampla variedade de habitats, especialmente em prados, bordas de bosques, cidades e jardins.",
"Ladybird2-desc": "Ela tem um corpo preto com uma grande mancha vermelha em cada asa. As antenas e a parte inferior são laranja. As asas têm uma aba achatada distintamente ao redor. É uma joaninha bastante pequena, com cerca de 5 mm.",
"Ladybug-desc": "O melhor amigo do jardineiro e o pior pesadelo do pulgão.",
"Locust-desc": "Um inseto grande e migratório com uma cabeça alongada e distintas espinhas em suas pernas traseiras. Pode causar danos agrícolas significativos.",
"Mantis-desc": "Esta espécie imita partes da flor da orquídea. As quatro pernas que andam se assemelham a pétalas de flor, e o par dianteiro dentado é usado, como em outras mantis, para agarrar a presa.",
"Mantis2-desc": "Geralmente, os machos têm de 67 a 73 mm de comprimento, e as fêmeas têm de 77 a 84 mm.",
"Moth-desc": "Como a maioria das mariposas, as mariposas-lua são predominantemente ativas à noite, mas avistamentos durante o dia também ocorrem.",
"Moth2-desc": "Uma mariposa grande e colorida com padrões marcantes em suas asas, conhecida por sua preferência por árvores de carvalho como plantas hospedeiras para suas larvas.",
"Moth3-desc": "Conhecida por sua coloração marcante, com tons de rosa brilhante e amarelo. Esta pequena mariposa é frequentemente considerada uma das mais belas mariposas devido às suas cores vibrantes.",
"Moth4-desc": "Conhecida por sua aparência e comportamento semelhantes aos de um beija-flor. Tem uma envergadura de cerca de 2 polegadas, com padrões marrons, brancos e laranja, e uma longa probóscide usada para se alimentar de néctar.",
"Moth5-desc": "Conhecido por sua distintiva marca em forma de caveira em seu tórax.",
"Spider-desc": "Constroem uma teia espiral em forma de orbe ao amanhecer ou ao anoitecer, geralmente em gramados longos, logo acima do nível do solo. Quando a presa fica presa na teia, a aranha a imobiliza embrulhando-a em seda. A presa é então mordida e injetada com um veneno paralisante e uma enzima dissolvente de proteínas.",
"Spider2-desc": "Apesar de seu grande tamanho, aparência temível e reputação, as tarântulas são presas para muitos outros animais.",
"Stick-desc": "A fêmea deposita ovos elípticos de 3 mm que se parecem com sementes de planta. Como a maioria dos insetos-pau, ela chacoalha seus ovos no solo, onde um pequeno nódulo chamado capitulum atrai formigas para carregá-los até a refinaria de formigas, onde eclodem. Esta espécie é partenogenética.",
"Weevil-desc": "Eles são conhecidos por seus focinhos alongados e geralmente são herbívoros, com muitas espécies sendo consideradas pragas devido à sua capacidade de danificar cultivos e grãos armazenados.",

//NOVA CATEGORIA
"insect.category": "Inseto"
}
