{
	"intro.000": "Yahoo!$1#$b#*stomps on splash* I love the sea so much!$1#$b#It smells like lemonade with salt. And shells! I would make necklaces and wind chimes out of them.$1",
                  "intro.001": "%Feliciano is sleeping soundly, it's better not to wake him up.",
                  "intro.002": "Hmmm ...... so sleepy ......$9",
                  "intro.003": "%*chewing*",
                  "intro.004": "Want to read together?",
                  "intro.005": "There you are my dear, I feel so much peace every time I lie here and listen to the sound of the sea, which rises up and recedes a little like a cradle.#$b#你也想来试试吗？$1",
                  "intro.006": "*chew*Gus's pizza ...... is really great!$1#$b#I knew you'd come, that side is half reserved for you Oh! *Feliciano's tail is wagging happily*.$4",
                  "intro.007": "Elliott has started teaching me to write poetry, and while it's hard for me, the words that can be spoken are so few and far between compared to the emotions in my heart that words are still necessary.$8#$b#I hope that one day I can put all that love into words so you can keep my heart forever.$4",
                  "intro.008": "Every time I lay here ...... hmmm - I get sleepy ......$9#$e#……Would you like to take a nap with me too?#$b#%Feliciano yawns in a daze and rolls over to make room for you inviting you to nap.",
                  "intro.009": "There you are darling ...... hmmm - I'm a little sleepy ......$9#$e#I have to go to the night market tonight, so *yawn* take advantage of it and get a good night's sleep so I have the energy to shop at night ......#$b#%Feliciano yawns in a daze and rolls over to make room for you inviting you to nap.",
                  "intro.010": "So many, many things! I can't remember the last time I came to Pierre's here!#$e#Haha, of course I know the ones from your farm must be the best, I just came here to buy some spices for you to cook. What would you like to eat tonight?$1",
                  "intro.011": "Desert coffee! Oh--$1#$e#%Feliciano stared at the desert trader making coffee, his tail wagging.#$e#Is it okay if I want some of this ...... please dear?$4",
                  "intro.012": "I'm going to buy some spices and go to Gus's to learn how to cook, he said he'll consider teaching me how to make pizza and pasta when I'm good enough, I'm looking forward to it!#$e#Haha, you can try my handiwork too if you have a chance!$1",
                  "intro.013": "Desert coffee! Oh--$1#$e#%Feliciano stared at the desert trader making coffee, his tail wagging.#$e#One free cup just isn't enough awww......$6",
                  "intro.014": "Oh, there you are, darling. I'd like to go for a walk. Would you like to come with me?#$e#Wait for me to eat first, the food here really smells so good ...... *wags tail*$1",
                  "intro.015": "I thought the desert didn't have water. #$b#The lake here is tiny and so cute, like a mirror I can carry in my pocket.$1#$b#%Feliciano takes your hand and leans on your shoulder, looking happily at your reflections on the lake as you cling to each other.",
                  "intro.016": "I wanted to go in and try a change of clothes too, but Emily said I was fine as I was.$1#$b#I love it when she says that. Is that how you like me now, honey?$4",
                  "intro.017": "Such a small lake is living in so many fish, so I want to jump down to catch a few up to cook fish soup for you.$1#$e#But never mind, I don't want to scare them away.",
                  "intro.018": "It smells so good - a desert special pasta, please!$1",
                  "intro.019": "I thought the desert didn't have water. #$b#The lake here is tiny and so cute, like a mirror I can carry in my pocket.$1",
                  "intro.020": "I wanted to go in and try a change of clothes too, but Emily said I was fine as I was.",
                  "intro.021": "There are so many fish living in such a small lake, what is their life like?",
                  "intro.022": "It's raining strangely outside, but I'm enjoying listening to the rain and reading!$1",





}
