{


    "SkyeSpringRandom01": "I think I broke my register again...$7#$b#I'd better call Faye.$7",
    "SkyeSpringRandom02": "Blueberries are natural antioxidants, so it can never hurt to have some now and then.$1",
    "SkyeSpringRandom03": "Nobody told me you needed one of those stick things to grow grapes.$2#$e#What's it called again? It's something that starts with a T...$8",
    "SkyeSpringRandom04": "Mm...$2#$e#What is it? I'm trying to...ugh nevermind$8#$b#It's no use anyway.$2",
    "SkyeSpringRandom05": "I just can't do anything right!$5",
    "SkyeSpringRandom06": "I can't prove it...but I think the Jojamart's fruit isn't as fresh as they say it is.$5",
    "SkyeSpringRandom07": "Hey, how's it going?$1",
    "SkyeSpringRandom08": "How do you carry so much stuff around all the time?$1#$b#That backpack is for sale? I though Pierre just wanted people to see how much his was worth!$9",
    "SkyeSpringRandom09": "When I first came here, people thought I was just a pretty face...#$b#Which is sort of true, I mean my skin care routine is amazing.$6#$b#But I'm more than that!$8",
    "SkyeSpringRandom10": "I think this is the best time of year for me to lean into herbal distillates.",
    "SkyeSpringRandom11": "Faye takes good care of her hair. She's very particular about what I mix into her shampoo.$1",
    "SkyeSpringRandom12": "Did you need something?",
    "SkyeSpringRandom13": "I know it's not the best for you, but I reaaaally love boba tea!$1#$b#Sometimes I drink a huge jar of it!$6",

    "SkyeSummerRandom01": "It's finally muscle tee season again!$6#$b#I wear them regardless of the weather, to be honest.$1",
    "SkyeSummerRandom02": "Today's a great day, isn't it?$1",
    "SkyeSummerRandom03": "I didn't think that there would be much competition in Pelican Town, but Dimitri only shops with the Wizard!$3",
    "SkyeSummerRandom04": "I buy all my clothes from Bryson!$2#$b#And he'd better buy all of his skin care from me!$8#$e#Don't tell him I said that, though...I was just kidding.$3",
    "SkyeSummerRandom05": "I should excercise more this year, but it's so hot!$3",
    "SkyeSummerRandom06": "No matter what I do, I can't get this herbal tea right!$8",
    "SkyeSummerRandom07": "I always have to get rid of the bugs! Milo and Faye are such babies sometimes.$8",
    "SkyeSummerRandom08": "Milo doesn't have to be so rude just because he's in a bad mood...$8",
    "SkyeSummerRandom09": "I've got to order some more distilled water soon.",
    "SkyeSummerRandom10": "I work really hard...I just wish people appreciated that more.$2",
    "SkyeSummerRandom11": "I really love going to the beach during the summer!$1",
    "SkyeSummerRandom12": "Why are you looking at me like that? Is there something on my face?$3#$b#Is there something in my hair?$3",
    "SkyeSummerRandom13": "Another day, another dollar.",

    "SkyeFallRandom01": "I know I don't look it, but I can be just as smart as Maru and Penny!$5#$b#Maybe even Harvey too!$3.",
    "SkyeFallRandom02": "I'm working on an oil that captures the scent of falling leaves.$1",
    "SkyeFallRandom03": "I used to be a big fan of Milo when he first started making music.#$e#I like his new stuff a lot better, though!$1",
    "SkyeFallRandom04": "I'm making Haley a shampoo for the drier seasons. She's one of my regulars!$1",
    "SkyeFallRandom05": "You know, I have a degree in Biochemistry! I am not dumb!$5#$e#Ugh, sorry. That wasn't meant for you...$2",
    "SkyeFallRandom06": "I'm a pretty good baker, but I think Faye is a lot better at it than me.$1#$b#She probably cheats, though. With magic!$8",
    "SkyeFallRandom07": "Dimitri is trying to help me learn how to make his sun screen, but he always brings in the wrong list of ingredients!$5",
    "SkyeFallRandom08": "It takes a lot of work to get my hair to look this good.$6",
    "SkyeFallRandom09": "Is it just me, or does Robin charge a lot for renovations?$3",
    "SkyeFallRandom10": "You have a greenhouse on your farm right? That's so lucky!$1",
    "SkyeFallRandom11": "Hey, @. You look like you could use a beter exfoliant.#$e#You exfoliate right?$3",
    "SkyeFallRandom12": "I need a new mortar and pestle. I dropped mine and now there's a huge crack in it...$2",
    "SkyeFallRandom13": "Faye's dad is so cool! He makes up the best stories!$1",

    "SkyeWinterRandom01": "Faye's dad showed me this cool trick to stay warm when it's cold like this. It's really helpful!$1",
    "SkyeWinterRandom02": "My home town is a little bigger than this, but not nearly as big as Zuzu city. I can't imagine growing up there.",
    "SkyeWinterRandom03": "Have you ever seen Bryson's drawings? They're really good.$1",
    "SkyeWinterRandom04": "I drink a lot of caffeine...That's my worst habit!$3",
    "SkyeWinterRandom05": "Are you cold? I'd give you my jacket if I had one.$1",
    "SkyeWinterRandom06": "I used to play with marbles a lot when I was a kid.#$b#I stopped because I left them out and tripped on them...$2#$b#Don't laugh!$9",
    "SkyeWinterRandom07": "I wish I was better at carving ice sculptures. Mine always look frumpy...$5",
    "SkyeWinterRandom08": "Water is a really essential to maintaining your health.$1#$b#A lot of problems start from dehydration.$1",
    "SkyeWinterRandom09": "Sometimes working in the same space as your friends is more fun than working alone!$1",
    "SkyeWinterRandom10": "I...may have broken my cash register again...$5",
    "SkyeWinterRandom11": "The night market is so expensive! But so worth it!$1",
    "SkyeWinterRandom12": "Faye and Milo are my best friends.$1#$b#We do argue sometimes, though.$2",

    "SkyeTwoHeartRandom01": "Hey, @! Having a good day?$1",
    "SkyeTwoHeartRandom02": "I'm so glad I ran into you.$1#$b#Oh, I didn't want anything. You're just fun to talk to.$1",
    "SkyeTwoHeartRandom03": "Do you ever feel...I don't know.$2#$b#Like you'll never be good enough?$2",
    "SkyeTwoHeartRandom04": "When I'm really sad, I always try to cheer myself up with things and people I like.$1#$b#Boba tea may be one of those things...$7",
    "SkyeTwoHeartRandom05": "I don't talk to Shane much honestly.$3#$b#It's not that I don't like him. He just reminds me of myself before...you know.$2",
    "SkyeTwoHeartRandom06": "Oof, you looks sad.#$b#You should like...do something you like.$3#$b#I don't know, don't ask me.$4",

    "SkyeFourHeartRandom01": "Careful. I may just put a spell on you!$1",
    "SkyeFourHeartRandom02": "You smell good today. Are you in a good mood?$1#$b#Wait-that was so weird.$4",
    "SkyeFourHeartRandom03": "An eternity of looking this good isn't that bad, I guess.$6#$b#Listen, I'm trying to look on the bright side. Agree with me!$4",
    "SkyeFourHeartRandom04": "You going to the mines? Need an exra hand...or sword...or fangs?$1",
    "SkyeFourHeartRandom05": "Okay, so...can I borrow your sword? If not, will you be mad if I compel you to give it to me anyway?$3#$3#Got it...but if I compel you not to remember...$6",
    "SkyeFourHeartRandom06": "I may have to apologize to Bryson later. I kind of snapped at him earlier.$3#$e#It's hard watching someone hesitate when you know they don't have as much time to live as you do.$2",

    "SkyeSixHeartRandom01": "I like what you're wearing today, @.$1",
    "SkyeSixHeartRandom02": "I wouldn't wish this curse on anyone. Being a vampire is awful.$2",
    "SkyeSixHeartRandom03": "Yesterday Milo made B a lunch and I may or may not have stolen it.$3#$b#I know it always upsets my stomach, but sometimes having a taste of real food is worth it.$4",
    "SkyeSixHeartRandom04": "I've heard my eyes look like rubies.#$e#It's true! People have said it a bunch of times!$4",
    "SkyeSixHeartRandom05": "That night when...this happened. I think it was the worst night of my life...afterlife? Whatever. You get what I mean.$2",
    "SkyeSixHeartRandom06": "I'm really glad you moved here.$1",

    "SkyeEightHeartRandom01": "What's wrong? Is someone bothering you?$7#$b#Just say the word and I'll take care them!$5",
    "SkyeEightHeartRandom02": "I don't know how I'll get through eternity when you're not here...$2",
    "SkyeEightHeartRandom03": "Usually I get a bit irritated when other people are in my space...but I don't mind when it's you.$4",
    "SkyeEightHeartRandom04": "If you're ever out late at night, call for me.$3#$b#Trust me, I'll hear you, and I'll be right there.$1",
    "SkyeEightHeartRandom05": "Don't tell him I told you this, but B gets a bit jealous when I spend too much time with you.$1#$b#He doesn't want you to take his place as my best friend.$1#$e#It's sweet, but unlikely. I don't think of you guys in the same way.$6",
    "SkyeEightHeartRandom06": "Ugh, today sucks$7#$b#Say something nice about me to cheer me up!$8",



}
