{
    "10359802/f Milo 500/t 1000 1500": "musicboxsong/6 6/farmer 9 14 0 Milo 2 5 3/skippable/pause 1000/emote farmer 40/pause 1000/speak Milo \"...$2\"/pause 500/speak Milo \"Is someone there?\"/pause 500/speak Milo \"You can come in, if you want.$9\"
    /beginSimultaneousCommand/doAction 9 13/move farmer 0 -6 0/endSimultaneousCommand/move farmer -5 0 3/move farmer 0 -3 3/pause 500/faceDirection Milo 1/pause 500/emote Milo 8/speak Milo \"Oh, it's you. The new farmer.$2\"/pause 500/emote farmer 40/pause 500/speak Milo \"Sorry, I just didn't expect to see you here.$9\"
    /showFrame Milo 35/pause 500/speak Milo \"Today hasn't been the best, honestly.$2\"/pause 500/speak Milo \"Which is why I haven't gotten out of bed at all...$2\"/faceDirection Milo 1/pause 500/speak Milo \"Sorry, you had to come all the way here to find me.\"/emote farmer 8/speak Milo \"...You want to know why?$7\"
    /pause 1000/speak Milo \"Well it's nothing that happened specifically.$9#$b#I just started feeling like I don't deserve to live here in Pelican Town.$2\"/faceDirection Milo 2/speak Milo \"I get that feeling a lot, if I'm being honest.$2\"
    /pause 500/speak Milo \"It sucks, because the whole reason I moved here was to try to fit in.$2\"/showFrame Milo 35/speak Milo \"I wasn't a good person when I lived in Zuzu.$2\"
    /faceDirection Milo 2/pause 500/speak Milo \"I was on my way to becoming famous, so I was selfish and awful to the people around me.$2\"/faceDirection Milo 3/pause 500/speak Milo \"Then one day... Bryson helped me realized what kind of person I was becoming. He was having a tough time too.$2\"/pause 500/speak Milo \"So we left everything behind, and moved here.\"
    $5#$b#Somehow, I guess I thought I'd be able to leave the past behind me and become a better person.$5\"/showFrame Milo 35/pause 500/speak Milo \"But, I feel like it's not enough.$2\"/emote Milo 28/speak Milo \"Maybe I'm not meant to be a good person after all.$2\"/pause 500
    /pause 500/question fork1 \"I'm sorry. I shouldn't have dumped all of that on you.#You can't erase the past, but you can learn from it.#People don't change.\"/fork BadPerson/pause 500/faceDirection Milo 2/pause 500/speak Milo \"Do you really think so?#$b#That I can move on from everything that happened?\"
    /emote farmer 32/speak Milo \"Thats...$9#$b#Really good to hear. Thank you.$1\"/faceDirection Milo 1/pause 500/speak Milo \"Wow, things got really depressing all of a sudden, didn't they?$6#$b#Sorry about that.$4#$b# But I am really glad I got to talk to you like this.$1\"/pause 500/speak Milo \"Maybe next time I'll be the one listening. I'm sure you have stuff you'd want to talk about too.\"
    /emote farmer 60/end dialogue Milo \"If you ever have something you want to talk about, let me know, okay?$1\"",
    "BadPerson": "speak Milo \"I thought so.$2\"/faceDirection Milo 2/speak Milo \"It's silly, but...I still want to try to be a better person.$2#$b#I may not be able to really become one, but I can at least try, right?$9\"/faceDirection Milo 3/pause 500/speak Milo \"But anyway, thank you for listening.$1#$b#Maybe one day I could do the same for you.\"/emote farmer 60
    /end dialogue Milo \"If you ever have something you want to talk about, let me know, okay?$1\""

}
