/************************************************************************************************************************************************************
*																																							*
*																Marriage Dialogue																			*
*			These are specific to the spouse and are nearly all needed.... Just fill it in.																	*
*																																							*
*************************************************************************************************************************************************************/
{
	"Rainy_Day_0": "Are you feeling cold? Come over here...$2#$b#What? You think cause I'm a vampire, I don't have way to keep you warm?$6",
    "Rainy_Day_1": "Make sure to wear something warm when you go out there, okay?$2",
    "Rainy_Day_2": "Do you want to weat my jacket today?$3#$e#I'm sure it'd look good on you too.$6",
    "Rainy_Day_3": "Um...So I made you something$4#$b#I couldn't taste it really, so let me know if I can make it better somehow.$9[606]",
    "Rainy_Day_4": "I hate all this rain. I don't like seeing you out there in the cold all wet.$2",
    "patio_NPC_NAME": "Looking good out there, Darling.$1",
    "Rainy_Day_NPC_NAME": "I had Bryson make a HUGE fluffy blanket for us to sleep with.$1#$b#Don't worry about the price! I got the friends and family discount.$4",
    "Rainy_Night_0": "I think I finally got the body heat spell working.$1#$b#I'm serious this time! I totally have it!$4",
    "Rainy_Night_1": "You're clothes are all wet!$4",
    "Rainy_Night_2": "Everything go alright today?$1",
    "Rainy_Night_3": "Eternity feels a little less terrifying when I get to spend my days with you.$4#$e#And my nights...$6",
    "Rainy_Night_4": "Let's see. I mopped the floors, cleaned out the fridge, made all the beds...#$b#Oh no! I forgot to clean the windows!$4",
    "Rainy_Night_5": "You're so cute when you're cold.$1#$b#I don't mind the rain so much because of that.$6",
    "Rainy_Night_NPC_NAME": "You look like you had a long day, Darling. Anything I can do to help?$2",
    "Indoor_Day_0": "It's kind of awesome living here.$1#$b#I never thought faming would suit me, but here I am!$1",
    "Indoor_Day_1": "I love seeing you in your cute work clothes.$1#$b#Oh me? Hehe, maybe if you ask nicely.$6",
    "Indoor_Day_2": "Let's do something fun today! Like the mines!$1#$b#I want to get into it with those shadow guys again!#$6",
    "Indoor_Day_3": "I miss you whenever you go out to work.$1#$e#Oh! Don't let that stop you from going out! I was trying to be like...romantic.$4",
    "Indoor_Day_4": "Let me know if anyone gives you any trouble today. I won't hesitate to defend your honor!$6#$b#I am NOT old! That was a joke!$8",
    "Indoor_Day_NPC_NAME": "Love you! Come get me if you want to go into the mines!$1",
    "Indoor_Night_0": "Use this next time something gives you trouble in the mines!$7#$b#Or for some fun.$6[288]",
    "Indoor_Night_1": "Hey @! What if we snuck into the sauna.$1#$b#I meant now!$6",
    "Indoor_Night_2": "My FastFang package came in today! Now my fridge is fully stocked!$1",
    "Indoor_Night_3": "I'm so glad the Wizard gave me this Vampiric Sun Stone. I love being able to spend the day with you!$1",
    "Indoor_Night_4": "I cleaned the entire house today!$1#$b#Baaaabe! Tell me I did a good job!$7",
    "Indoor_Night_NPC_NAME": "If Bryson comes around tomorrow, cover for me! I owe him a lot og G's...$4",
    "Outdoor_0": "I really missed the feeling of sunshine on my skin.$1#$b#There really is nothing like it.$1",
    "Outdoor_1": "Your sword is so much cooler than mine...We should totally trade for the day.$8",
    "Outdoor_2": "I should go and check in with B. It's been a while since we hung out.$1",
    "Outdoor_3": "Oh!$4#$b#Nothing! You just...look amazing today.$4",
    "Outdoor_4": "I'm getting better at farming every day! It's a lot harder than it looks.$1",
    "Outdoor_NPC_NAME": "Guess what I got from the mines, yesterday! It took forever to smelt it though...$1[337]",
    "funLeave_NPC_NAME": "I'm going to some stores today. Need anything?$1#$b#Of course I'm going to pay! I always pay...if I go to Pierre's!$4",
    "funReturn_NPC_NAME": "I saw you while I was in town today! You looked so cute!$4",
    "OneKid_0": "I'm so glad %kid1 is cute.$3#$b#I was worried my kids would have horns or something.$7",
    "OneKid_2": "%kid1 is a little adventurer!$1#$b#Maybe one day we can all go on an adventure together!$6",
    "OneKid_3": "I'm kind of...a GREAT father! We're having cookies for dinner!$1#$b#I mean...we can, right$4",
    "TwoKids_0": "%kid2 made me a mud pie yesterday!$1#$b#Of course I ate it! What kind of father would I be if I didn't?!$4",
    "TwoKids_2": "I think %kid2 might have fangs. That's kind of cool, honestly.$1",
    "TwoKids_3": "We could all get matching swords from the Adventurer's Guild!$1#$b#Yeah...they are kind of expensive. But I can save up for it!$4",
    "Good_1": "I really love you. You know that right?$4",
    "Good_2": "It's a rare thing to be the love of someone's afterlife. You should be proud!$1",
    "Good_3": "Bryson wanted me to ask if you liked the jacket he made.$1#$b#I love that you guys get along. Now to just get him married...!$1",
    "Good_4": "There was a spider in my hair this morning.$1#$b#It's good luck!$1",
    "Good_5": "You make every day worth living, Darling.#$1#You know what I meant.$4",
    "Good_6": "Did I ever tell you how much I love your eyes?$4",
    "Good_7": "There's something really special about having someone to come home to every day and night.$1",
    "Neutral_0": "Do you get worried when I go into the mines? I'm sorry if I stressed you out.$2",
    "Neutral_1": "When I used to have nightmares, it would always be about that night in the woods.$2#$b#Now I see you in them and it's...I wake up feeling sick every time.$2",
    "Neutral_6": "I'm sorry if I don't help out enough. Sometimes I forget just how much work goes into this place.$2",
    "Neutral_7": "You feeling okay today? Here. Hopefully this makes you feel even better.$2[349]",
    "Neutral_8": "Is it kind of freaky being with a vampire?$9#$b#Sorry! Sometimes I just...worry, is all.$8",
    "Neutral_9": "If you ever get into trouble and I can't get to you in time, use this, okay? I don't...I couldn't survive losing you.$2[773]",
    "Bad_7": "Please be careful when you go out today, okay?$2",
    "Bad_8": "I wish I was an easier man to be with. I'm sorry we met after I became a vampire.$2",
    "Bad_9": "Have any of the guys in town been giving you trouble?$7#$b#I don't want you to ever feel unsafe or creeped out. I'm always here for you.$2",

}
