{
  "Introduction": "Ah, eh, hello there... Do I know you? #$e# It's nice to meet you, I'm Copia. $0",
  "dumped_Girls": "Did I... Do something wrong? Mi dispiace tanto... $8",
  "dumped_Boys": "Did I... Do something wrong? Mi dispiace tanto... $8",
  "danceRejection": "Eh, sorry... I don't think I want to dance. $2",
  "FlowerDance_Accept": "You... You would really want to dance with me? Ok. Let's do it! $4",
  "divorced": "I fear I shall not love again. $8 ",
  "give_flowersA": "Oh... Wow... Uh, these are beautiful... I would love to be yours! $4",
  "give_pendant": "Will I marry you?! SÌ, SÌ, a thousand times yes! $7",
  "Pet": "%pet is so sweet! You should meet my rats sometime. $1 ",
  "Mon": "I'm enjoying my time here so far... $1",
  "Town_43_85": "I wonder how my Dad is getting on in his eternal slumber... Eheh, he can be quite... Cranky, if you wake him. I'm just glad he's there, and I'm here, y'know? $2",
  "Mon2": "Hey uh, @, can I ask you a question?#$b#$q 100006/100005 Mon_Rats#How do you uh, feel about rats? Yes, yes... The animal I mean. #$r 100006 10 Mon_Rats_Love#I love rats! They're so cute.#$r 100005 -10 Mon_Rats_Hate#I hate those vermin, they're so gross. ",
  "Mon_Rats_Love": "Hey! I love them too. You must meet them all one day but... Uh, my Rigatoni here is my right hand man...  right hand rat! $6",
  "Mon_Rats_Hate": "That's a shame. Why use such hateful words? $5",
  "Tue": "It's nice to see you again, @! $1",
  "Wed": "I must really send a letter to Mo- I mean, Sister Imperator... $0",
  "Thu": "Eh, I'd love to get back on the road again - But my big break here will do me good! $3",
  "Fri": "@, are you always this... Eager. To see me? $4",
  "Sat": "*Copia imitates lightsaber sounds* Oh!! Eh, uh. Just playing... Around. Playing cool... $7",
  "Sun": "Sundays are the perfect time to relax... I've not done much, 'relaxation' since becoming Papa... Ugh. $2",
  "Tue2": "Hello, @! I've just finished practicing for my next ritual, it's... A little rough around the edges, sì, but I'm getting there! #$e# I'll see you around, @. ",
  "Wed2": "@, you'll never guess what! I beat my recent highscore on Driving Miss Daisy. I think that's pretty cool, no? Ehehe... $1",
  "Thu2": "Believe in one God do we... *Copia hums* The uncreator of heaven and soil... *He is seemingly unaware to your presence* $3",
  "Fri2": "Hey, @, guess what kind of movies I like... Eheh... $1#$b#$q 100008/100007 Fri_Movies#Do you think I'm a horror kinda guy, or a comedy kinda guy... $3#$r 100008 10 Fri_Movies_Horror#You seem like you enjoy a good horror. #$r 100007 -10 Fri_Movies_Comedy#Comedy. Definitely.",
  "Fri_Movies_Horror": "Correct! I could truly speak for hours on which I like the most, Dracula... The Exorcist... So many! We should watch some, sometime... Eh, I mean, if you want to. $1",
  "Fri_Movies_Comedy": "They're okay, but I much prefer horror. $3",
  "give_flowersB": "Oh... I do not know what to say... You make me blush, @. I'd love to be yours. $4",
  "Custom_CopiaHouse_18_11": "*Copia frantically searches the book he's holding* You can't be... Hah, you're joking. Ugh, my. My Latin classes truly are failing me here... $5",
  "Town_26_28": "Okay, here you go guys! *Copia lets his rats jump into the fountain water* #$e# Oh! Uh, @, fancy seeing you... Here... Just letting my little guys swim, eh, like always, they love it! $6",
"Beach_9, 13": "One... Two... Hey @! Just practicing my, my, my boxing skills! Heh heh you better watch out! Yes, sì... $1",
"Town_84_86": "*Copia is speaking to his rats, peaking out from his hoodie's pocket* Here you are, little guys, some frozen yoghurt to cool you off... $6",
"Custom_CopiaHouse_8_7": "*Copia is searching the bookshelf for a particular tome, he swears he put it somewhere easier to find yesterday...* $5",
"Custom_CopiaHouse_23_11": "Man, this uh, Fall time really gives me good inspiration for new songs! $1",
"Saloon_33_18": "Just one more level...",
 "Saloon_12_20": "*Copia is already engaged in conversation* Gus, are you able to do me a latte with about... 'This much' milk in it? I mean, one of those kids temp lattes, y'know? $3",
"Town_47_89": "*Copia ignores you entirely, mumbling in Latin under his breath, utterly engrossed in his book - Rapt in thought. $3",
"Town_32_56": "Ugh... Why isn't anything open yet. $5",
"BusStop_31_13": "*Copia is on the phone* Yes, yes... Mom... I'm not coming back yet, no, stop asking. *Copia widens his eyes at you and shoos you away with his hand, embarrassed* $4",
"Saloon_25_18": "*Copia is looking at the bear statue* Eheh... Rawr...",
"Saloon_38_18": "By satanas, I swear this... Eh, vending machine never works for me! $5",
"Mon4": "It's good to see you, @, how's your farm getting along?$1", 
"Tue4": "Hm... You know, I could really use a burger from... That burger place.$3",
"Wed4": "By the dark lord, you. You scared me a little.$7",
"Thu4": "*Copia is singing to himself, seemingly practicing* All your faith, all your rage... It ain't over now...$3",
"Fri4": "My friend, it's good to see you up and about! Always so busy, no?$1",
"Sat4": "You know, @, you look sorta tired...$3",
"Sun4": "Mm. Oh, hey @, just thinking about my week. How's yours been?$4",

"Mon6": "You know, @, you're truly one of the only people to speak to me here. I'm not sure what I've done wrong! Eh hah hah...$3",
"Tue6": "Did I leave my oven on...$7",
"Wed6": "Man, I should've bought my... Uh. My. No, the Ministry's tricycle with me. Mm.$5",
"Thu6": "I just know that my fans are already theorising on where I could be right now. Heh, they'd never guess here!$1",
"Fri6": "My rituals have been going quite well, actually. Eh, I uh, I know you didn't ask but - Just saying.$4",
"Sat6": "@! So great to see you on a day like today. Rock on! Ehehe.$1",
"Sun6": "Ohh I would so love to get more rats, I.. I just don't think Sister Imperator would let me.$2",


"Mon8": "@, it's nice to see you. I've uh, been having a bit of an off day but... Anyways!$2",
"Tue8": "I hope everything is okay with you, @. Things are a little rough right now but I know I can pull through.$2",
"Wed8": "Hm... Ah, ugh, I left my coffee at home.$5",
"Thu8": "Your farm is going so well, @. I truly admire your work!$0",
"Fri8": "Sometimes I feel like something's haunting me. I-It's probably nothing but eh, I can't shake that feeling!$7",
"Sat8": "I sure don't miss all the accounting...$3",
"Sun8": "@, don't forget to check in with yourself too. Your mental health is so important!$1",

"Mon10": "Rigatoni told me he misses you, @! You need to come round sometime and spend some... Some quality time with him. Eheh.$6",
"Tue10": "Sister Imperator can be persistant about me coming back to the Ministry but... I feel like I'm enjoying my time here too much.",
"Wed10": "I do hope they'll find someone to fill my place among the clergy, if I could I'd retire here with no consequences, y'know? Bah, what am I rambling on about... Enjoy your day, @$3",
"Thu10": "Mm. Oh, @, I do hope you'll come to stay some time - I've got a few new songs to demo if you'd like to hear.$1",
"Fri10": "You know, @. I am so greatful you are my friend. You truly make me feel like I belong.$4",
"Sat10": "Thank you for checking in on me, @. I'm... I'm doing okay, yes. Eh.$3",
"Sun10": "Remember to take breaks, @. You've been working so hard.$0", 
"AcceptGift_(O)StardropTea": "Oh wow, @. This looks delicious, I cannot thank you enough for such a gift."
}