{    
	"Rainy_Day_0": "Hello Tesoro, how about you and me relax today, hm? It's far too wet outside to be going anywhere, no?...$3",
    "Rainy_Day_1": "Gorgeous, why not stay in? You'll get wet and we can't be having that, can we topolino?$3^Gorgeous, why not stay in? You'll get wet and we can't be having that, can we topolina?$3",
    "Rainy_Day_2": "Mia caro, you look beautiful even in the soaking wet of the rain.$3^Mia cara, you look beautiful even in the soaking wet of the rain.$3",
    "Rainy_Day_3": "Mm, my love, look what I found laying about. [90 88 86 535]#$e#I thought you might like to use it!$1",
    "Rainy_Day_4": "How'd you sleep, dolcezza, this rain makes me so tired...$3",
    "patio_Copia": "**Copia stops writing and his eyes gleam as you approach* Topolino! I love you^Copia stops writing and his eyes gleam as you approach* Topolina! I love you",
    "Rainy_Day_Copia": "Hello Tesoro, how about you and me relax today, hm? It's far too wet outside to be going anywhere, no?...$3",
    "Rainy_Night_0": "My love, how was your day? I beat my highscore of Driving Miss Daisy - Again!$1",
    "Rainy_Night_1": "I can't quite believe I'm living this life with you, @. Mia caro, you are all I ever want.$4^I can't quite believe I'm living this life with you, @. Mia cara, you are all I ever want.$4",
    "Rainy_Night_2": "Tesoro, I made you some pizza while here alone! I hope you like it, my love.[206]$h",
    "Rainy_Night_3": "Mmm. We should get some wine in, don't you think?$3",
    "Rainy_Night_4": "Here, tesoro, some wine for all your hard work. [348] You've earnt it.$1",
    "Rainy_Night_5": "How could I ever miss the Ministry when I have nights like this with you, topolino?$3^How could I ever miss the Ministry when I have nights like this with you, topolino?$3",
    "Rainy_Night_Copia": "My love, how was your day? I beat my highscore of Driving Miss Daisy - Again!$1",
    "Indoor_Day_0": "I made pancakes, my love, just how you like them! Eheh.[211]",
    "Indoor_Day_1": "Little mouse, I truly adore you. Do you know that?$3",
    "Indoor_Day_2": "I've made your bed for you, and, I've made sure to put your favourite book underneath your pillow, my love.",
    "Indoor_Day_3": "What plans do you have mia caro? Or shall it be taking the day as it comes, so to speak, sì?^What plans do you have mia cara? Or shall it be taking the day as it comes, so to speak, sì?",
    "Indoor_Day_4": "I wish I could help with your farm work, tesoro, I just simply do not know what I am doing...$0",
    "Indoor_Day_Copia": "I made pancakes, my love, just how you like them! Eheh.[211]",
    "Indoor_Night_0": "Tesoro you seem so tired, how about I give you a massage before bed, sì?",
    "Indoor_Night_1": "My day? It wasn't too bad, no. I did miss you though, my love.",
    "Indoor_Night_2": "Are you ready for bed, mia caro? It's all ready for you.^Are you ready for bed, mia cara? It's all ready for you.",
    "Indoor_Night_3": "Now is the time for relaxing, topolino, let's wash all those stresses of the day away, mm?^Now is the time for relaxing, topolina, let's wash all those stresses of the day away, mm?",
    "Indoor_Night_4": "You gorgeous man, it's time for some rest, okay?^You gorgeous woman, it's time for some rest, okay?",
    "Indoor_Night_Copia": "Tesoro you seem so tired, how about I give you a massage before bed, sì?",
    "Outdoor_0": "It's truly beautiful out here, tesoro, just like you.$3",
    "Outdoor_1": "I'd never miss being stuck in a stuffy Ministry office when I can experience what the world is like out here, you make it infinitely more radiant - topolino.^I'd never miss being stuck in a stuffy Ministry office when I can experience what the world is like out here, you make it infinitely more radiant - topolina.",
    "Outdoor_2": "You truly are magnificent, my love. The dark lord truly blessed me with you.$1",
    "Outdoor_3": "Hello, @! I wish I knew some more about farming, I would love to help out but- Eh- I wouldn't wish to get in your way.",
    "Outdoor_4": "I apologise I cannot help more, I shall admire your beauty from here, tesoro.",
    "Outdoor_Copia": "It's truly beautiful out here, tesoro, just like you.$3",
    "funLeave_Copia": "I'm just going to head out for a little while, alright? I love you, @!",
    "funReturn_Copia": "Phew, I'm so glad to be home to my topolino.^Phew, I'm so glad to be home to my topolina.",

    "OneKid_0": "Don't worry, I'm here for our little one. You go and get on with your day, my love!",
    "OneKid_1": "I'm so thankful for you and our little one, tesoro, I couldn't imagine my life without you now.",
    "OneKid_3": "I love being a father, I don't think Mo- Sister Imperator would quite believe it.",
    "TwoKids_0": "The little ones are fed, their diapers changed and they're happy! I hope you have the best day, my love, I'll look after these little terrors while you're gone.",
    "TwoKids_2": "These little ones have the best time playing together, they're going to grow up so close -  I just know it.",
    "TwoKids_3": "I'm so thankful for you and our little ones, tesoro, I couldn't imagine my life without you now.",
    "Good_1": "Topolino! So good to see you, as always.^Topolina! So good to see you, as always.",
    "Good_2": "You know, my love, there is truly something special between us. I thank Satanas every day for our meeting.",
    "Good_3": "Don't be afraid to take some time to yourself if you need it, my love.",
    "Good_4": "How are you doing, tesoro? Your health is so important to me, do let me know if there's anything wrong.",
    "Good_5": "Mia caro I am truly, truly stunned - You look so gorgeous today.^Mia cara I am truly, truly stunned - You look so gorgeous today."
   

}