{
  "Introduction": "Hello! My name is Adrian!#$b#I live with my sister and my mom and dad in the grocery store!$1",
  "Mon": "Mommy thinks I should go to school! But there is no school today...$2",
  "Mon2": "Today I wanted to hang out with my sister, but she didn't want to take me with her...$2",
  "Mon4": "Hi, do you want to play with my toys?#$b#It's okay, I'll let you play with them....$1",
  "Mon6": "Tina broke my favorite toy. I'll never forgive her again.....$2",
  "Mon8": "Can I go to your farm to pet %pet? Pleaseeee.....$1",
  "Tue": "Sometimes I help my dad in the shop!$1",
  "Tue2": "My dad said I can buy anything I want in the shop today! #$b#Do you want something?[206 211 221]",
  "Tue6": "Miss Penny is very kind!$1",
  "Tue8": "I earned a star at school today!$1",
  "Wed": "My daddy said I can have my favorite snack today!$u#$e#Do you want me to buy something for you...?",
  "Wed2": "Why is no one coming to the shop?#$e#This makes daddy very sad...$2",
  "Wed6": "%Adrian is crying for some reason.",
  "Wed8": "Hello, do you have any brown cows on your farm?#$e#And do they really give chocolate milk?$1",
  "Thu": "Vincent says there's a boy who lives in the forest, but I've never seen him..#$b#Jas doesn't want to talk about it. Isn't that strange?$3",
  "Thu2": "I was at Jas' house last night and there was this horrible noise coming from this strange tower?$3",
  "Thu4": "Do you want to play hide and seek Farmer @!$3#$e#Well, we can play later....$1",
  "Thu8": "I saw the boy in the forest!$3#$e# He had purple hair, but he ran away when he saw me...$2",
  "Fri": "Tina is my best friend!$1",
  "Fri2": "I'm bored, are you bored too, farmer @!$1",
  "Fri4": "James' dog is so cute!$1",
  "Fri6": "My mom wouldn't let me eat candy today.!$2",
  "Sat": "How are you today, @?$1",
  "Sat2": "I want to be an adventurer when I grow up.$1",
  "Sat4": "I want to be an adventurer when I grow up.$1",
  "Sat6": "Today I played video games with my sister Abigail.$1",
  "Sun": "A bunch of people came to our house today.$1#$e#They came to worship Yoba.$3",
  "summer_Mon": "Mama didn't let me buy ice cream...$2",
  "winter_Mon": "I'm cold...$2"
}