/************************************************************************************************************************************************************
*																																							*
*																Marriage Dialogue																			*
*			These are specific to the spouse and are nearly all needed.... Just fill it in.																	*
*																																							*
*************************************************************************************************************************************************************/
{
	"Rainy_Day_0": "It's so peaceful on this farm when it's raining.$1  ",
    "Rainy_Day_1": "Wanna sit on the porch and watch the rain with me?$4  ",
    "Rainy_Day_2": "Let's sit on the porch and watch the rain!$4  ",
    "Rainy_Day_3": "*Yawn* Sorry honey That rain is making me tired.  ",
    "Rainy_Day_4": "I made you a Rain coat I hope you like it!$4  ",
    "patio_Bryson": "Hmm, I'm just planning out my next outfit to make for you.",
    "Rainy_Bryson": "Let's stay in and watch some TV together, my love.$4",
    "Rainy_Night_0": "That rain was so loud, it woke me up!$6  ",
    "Rainy_Night_1": "Goodnight my love!$4  ",
    "Rainy_Night_2": "You Look all wet! Lets get you some new clothes on!$1  ",
    "Rainy_Night_3": "I'll be in bed in a sec. I just need to finish up these measurements.  ",
    "Rainy_Night_4": "I need to finish this outfit, but the rain is distracting me!$6  ",
    "Rainy_Night_5": "Let's go cuddle, honey! I just made a new blanket!$4  ",
    "Rainy_Night_Bryson": "I love you so much. Goodnight My love.$4  ",
    "Indoor_Day_0": "Let's stay in today and chill..$1  ",
    "Indoor_Day_1": "Here honey, I've made you some pancakes. Enjoy them, please.$1[211]   ",
    "Indoor_Day_2": "I will be working on a few projects today. I'm here if you need anything, ok?$1  ",
    "Indoor_Day_3": "How are you today my love? Here's some coffee!$1[395]  ",
    "Indoor_Day_4": "Let's binge-watch all our shows today.  ",
    "Indoor_Day_Bryson": "Hey @p! How are you today?  ",
    "Indoor_Night_0": "I'll be in bed in a sec. I just need to finish up these measurements.  ",
    "Indoor_Night_1": "Here, I made you some tea, enjoy!$1 [614]  ",
    "Indoor_Night_2": "I didn't do a lot today, but I'm still really tired.$1  ",
    "Indoor_Night_3": "I'm so close to finishing these shorts I can't go to sleep yet.$6  ",
    "Indoor_Night_4": "Let's make some smores and sit by the fireplace!$4  ",
    "Indoor_Night_Bryson": "I almost tripped going up the stairs into the house today..$2",,
    "Outdoor_0": "I don't know how you do it Farming is hard$5  ",
    "Outdoor_1": "Those chickens are so loud$5#$e#Hopefully I'll get used to it.$2  ",
    "Outdoor_2": "I got my clothes all dirty from working in the farm all day!$2  ",
    "Outdoor_3": "Any help you need me to do around here?$1  ",
    "Outdoor_4": "I will do all the work out here, my love just relax!  ",
    "Outdoor_Bryson": "All this yard work has me tired.$6",
    "funLeave_Bryson": "I'm going to hang out in the city today. Once I get back, I'll make you an amazing dinner.$1",
    "funReturn_Bryson": "Here My love enjoy this! [237]$4",
    "OneKid_0": "I made %kid1 a cute t-shirt. Look how cool!$1",
		"OneKid_2": "I never thought I would settle down and have a kid and a perfect family, but here I am..$4",
    "OneKid_3": "Im taking %kid1 down to the park later on! $1",
    "TwoKids_0": "And I thought one kid was a lot of work!$3  ",
    "TwoKids_2": "Do they look more like me or you?  ",
    "TwoKids_3": "The kids wont eat anything I give them!$5#$e#Maybe you can try?$2   ",
    "Good_1": "Hey, my love How's it going?  ",
    "Good_2": "I got you a suprise close your eyes!$2[64]  ",
    "Good_3": "Have a good day today, okay?  ",
    "Good_4": "Back in Zuzu City, I used to cook a lot, and then I eventually got good at it.. $1  ",
    "Good_5": "I love you so much @p.$4  ",
    "Good_6": "Maybe we can go on one of those picnics one day?$7  ",
    "Good_7": "I'm feeling very lazy today.  ",
    "Neutral_0": "Alex almost hit me in my face today$5#$e#I had to yell at him$6  ",
    "Neutral_1": "This stupid sewing machine isn't working again!$5  ",
    "Neutral_6": "Here I tried and theese cookies dont look too good.$2#$e#Did you want one?$6[223]  ",
    "Neutral_7": "Are you okay honey? You seem tired today.$6  ",
    "Neutral_8": "Im so glad I met you @p$2  ",
    "Neutral_9": "I love listening to music it helps calm me down.$1  ",
    "Bad_7": "Do you still love me?$2  ",
    "Bad_8": "I'm tired today. I think I'll just lay down all day today.$2  ",
    "Bad_9": "I'm not feeling the best today sorry love$2  ",

}
