{
//Faces
//0- neutral
//1- smile
//2- frown
//3- anger
//4- shock
//5- pleased


  "Introduction": "From Pelican Town? Excellent. We need more visitors.",
  "Mon": "Monday. It is beautiful, no?$1",
  "Mon2": "I wish to expand the language offerings in our school. Everyone should speak at least two languages.$1",
  "Mon4": "Language study is important. Soon, we will teach more languages in Stoffton.$1",
  "Tue": "I look for Vasha today. Have you seen?$3#$b#No, no trouble.$2#$b#Pardon, sometimes my English is too abrupt.$5",
  "Tue2": "My twins are no longer young. I think they have forgotten.$2",
  "Tue_inlaw_VashaFS": "Does Vasha prosper on your farm?",
  "Tue_inlaw_QuinnFS": "Does Quinn prosper on your farm?",
  "Wed": "Life makes students of us all.#$e#You are never too old to learn something new.$1",
  "Wed2": "Kale is a nearly perfect food. The flavor? Of course, one must adapt to the flavor.$1"
  "Thu": "I look for Quinn today. Have you seen?$3#$b#No, no trouble.$2#$b#Pardon, sometimes my English is too abrupt.$5",
  "Thu2": "Twins.$3",
  "Fri": "Only one fight between Makena and Isla this week.#$b#Specifically, only one fight I must report to their parents.$2#$b#It is good that I have experience with twins.$1",
  "Fri4": "The children love to study the ocean. It is fortunate that we have a knowledgeable guest  on Fridays.$1",
  "Sat": "No time.$3#$e#I am very busy.",
  "Sat2": "Saturday is always busy.",
  "Sat6": "Every subject requires much preparation.$2#$b#I must write all of the lessons. Sometimes I have help, but the planning takes much time.$5",
  "Sun": "Sunday is a peaceful day, yes?$5",
  "summer_Mon": "In summer, I update the lessons. The children have more to learn.",
  "summer_Tue": "In summer, I tutor. Some need to review material. Some quest for advanced knowledge. I am their guide.$1",
  "summer_Wed": "I miss the young students.$2#$b#My twins have less need of me now.",
  "summer_Wed6": "In Stoffton, I teach all ages. It is a challenge that I enjoy.$1",
  "summer_Thu": "Vasha? Quinn? Have you seen?$3#$b#Pardon, English is my sixth language. My twins, they make me forget.$5",
  "summer_Thu8": "I do not know what the future holds for my children.$2#$e#I hope they find joy.",
  "summer_Fri": "Erik and I met in the summer.$1",
  "summer_Fri4": "Erik and I met in the summer. I was a teacher even then.$1",
  "summer_Sat": "Summer weekends bring me time to explore my special interests. String theory and quantum mechanics.",
  "summer_Sun": "I cherish quiet days.$1",
  "fall_Mon": "We begin the fall with renewed vigor. Is this the year we teach chemistry?$4#$b#Or will the students immediately apply any theory to stump removal?$3#$b#It is so difficult to know.$4",
  "fall_Mon6": "I have learned from all of my students. Some teach me lessons I can use to teach others. Others teach me caution.",
  "fall_Tue": "#$c .5#Practical skills are important. Lexi and Kendria. Cooking and baking.$4#$e#Practical skills are important. Leander and Selene. Shoemaking and clothing construction.$4",
  "fall_Tue6": "The students enjoy learning practical skills.$1",
  "fall_Wed": "Perhaps we can expand our mathematics program. I must ask Josef to tutor Calculus, so that I can begin Discrete Math.",
  "fall_Wed6": "We must continue to expand our mathematics program. The students show so much potential!$1",
  "fall_Thu": "Botany is necessary. I must ask Felix to assist. Quinn's approach lacks discipline.",
  "fall_Thu6": "Botany is so useful!$1",
  "fall_Fri": "Our oceanic program is excellent, but we must also study local fish.$4#$b#That fisherman from Fostoria...Remmington? Yes.$5",
  "fall_Fri6": "Our oceanic program may win an award!$1",
  "fall_Fri8": "Our oceanic program has been awarded top marks! We may see more students in Stoffton. What joy!$1",
  "fall_Sat": "Johanna brings her love of poetry to our school.$1#$b#Perhaps Vasha?$4#$b#No, the students are not yet ready for Vasha.$2",
  "fall_Sat6": "I enjoy watching the students learn.$1",
  "fall_Sun": "It is quiet here. Quiet and comfortable.$1",
  "winter_Mon": "#$c .5#We must study history. We must avoid repeating mistakes.#$e#We must study music. I shall speak to Will.",
  "winter_Tue": "Aeronautics. Odo. Yes.$1",
  "winter_Tue6": "Is it time to bring more guest speakers to the school?",
  "winter_Wed": "An introduction to animal husbandry could benefit the older students. Mac will have time. Or, he will find time.",
  "winter_Wed6": "The residents of Stoffton support our school.$1",
  "winter_Thu": "Pottery and metalworking. Should we travel to the foundry?$4#$b#Or invite Clay and Ignas to the school?",
  "winter_Thu6": "Soon, the student's work will be displayed in town.$1",
  "winter_Fri": "Always in winter, the students hope for snow. I cannot understand this wish. In my youth, school was never cancelled for bad weather.",
  "winter_Sat": "Of all the people in this valley, Johanna has always made time for me. She understands.$1",
  "winter_Sun": "When I was young, it was not quiet.$2#$b#The snow was quiet, but not the countryside. I like the peace.$5",

  "Lizzie.Stoffton_Yoba": "Most seek the comfort of Yoba. Or perhaps they visit for other reasons. No matter, it is good to see neighbors.",



}