{
//INSECT NAMES
"Ant-name": "Black ant",
"Beetle1-name": "Rhinoceros beetle",
"Beetle2-name": "Giant stag beetle",
"Beetle3-name": "Drone beetle",
"Beetle4-name": "Saw stag beetle",
"Beetle5-name": "Citrus long-horned beetle",
"Beetle6-name": "Jewel beetle",
"Beetle7-name": "Horned atlas beetle",
"Beetle8-name": "Horned hercules beetle",
"Beetle9-name": "Rainbow stag beetle",
"BoxBug-name" :"Boxelder bug",
"Butterfly-name": "Spring Azure",
"Butterfly2-name": "Common Bluebottle",
"Butterfly3-name": "Wallace's Golden Birdwing",
"Butterfly4-name": "Goliath Birdwing",
"Butterfly5-name": "Rajah Brooke's Birdwing",
"Butterfly6-name": "Cairn's Birdwing",
"Butterfly7-name": "Tiger Swallowtail",
"Butterfly8-name": "Common peacock",
"Butterfly9-name": "Claudina Agrias",
"Butterfly10-name": "Great purple emperor",
"Cicada-name": "Giant cicada",
"Cricket1-name": "Pine cricket",
"Cricket2-name": "Mole cricket",
"Cricket3-name": "House cricket",
"Cricket4-name": "Bell cricket",
"DFly1-name": "Common Darter",
"DFly2-name": "Yellow-Tipped Tigertail",
"DFly3-name": "Darner",
"DFly4-name": "Painted Skimmer",
"Grasshopper-name": "Grasshopper",
"Ladybird-name": "22-spot ladybird",
"Ladybird2-name": "Kidney-spot Ladybird",
"Ladybug-name": "Ladybug",
"Locust-name": "Oriental longheaded locust",
"Mantis-name": "Orchid mantis",
"Mantis2-name": "Giant mantis",
"Moth-name": "Luna moth",
"Moth2-name": "Oak silk moth",
"Moth3-name": "Rosy maple moth",
"Moth4-name": "Hummingbird hawk-moth",
"Moth5-name": "Death's-head hawkmoth",
"Spider-name": "Wasp spider",
"Spider2-name": "Tarantula",
"Stick-name": "Walking stick",
"Weevil-name": "Weevil",

//INSECT DESCRIPTIONS
"Ant-desc": "Ants will swarm over candy, lollipops, and spoiled turnips, regardless of the season or time of day.",
"Beetle1-desc": "This large species of beetle is often kept as a pet by enthusiasts or collectors. It has a thick exoskeleton.",
"Beetle2-desc": "This beetle mainly inhabits tropical rainforests and temperate forests from lowland to mountains. They can live up to 2 years.",
"Beetle3-desc": "A large beetle with emerald-green wings, although some have a bronze tinge.",
"Beetle4-desc": "Large, smooth, dark brown to red brown beetles, measuring 26 to 75 mm in length. Males are larger than the females and have mandibles which are enlarged and much longer than the female's.",
"Beetle5-desc": "These beetles are native to Japan, China, Korea, Taiwan and Southeast Asia where it is considered a serious pest.",
"Beetle6-desc": " It is typically found in woods or forests during summer under the strong sunshine and can grow between 1.2 to 1.6 inches in length.",
"Beetle7-desc": "Males have specialised horns on their head and thorax that they use to fight with each other, to gain mating rights with females.",
"Beetle8-desc": "Dynastes hercules is known for its tremendous strength and is named after Hercules, a hero of classical mythology who is famed for his great strength.",
"Beetle9-desc": "Their beautiful colors fade after death and are difficult to photograph.",
"Bingus-desc": "It him.",
"BoxBug-desc": "A species of true bug native to eastern North America. Found primarily on boxelder trees, as well as on maple and ash trees.",
"Butterfly-desc": "The Spring Azure is a butterfly species that overwinters in it's chrysalis and appear in early spring as a newly-emerged adult.",
"Butterfly2-desc": "The common bluebottle is known for quick flight and rapid reactions. Consequently, it is difficult to catch.",
"Butterfly3-desc": "This beautiful butterfly is an endangered species in the Ferngill Republic and cannot be internationally shipped.",
"Butterfly4-desc": "It is the second largest butterfly in the world, after the Queen Alexandra's birdwing.",
"Butterfly5-desc": "While beautiful, the males of this species are known to be attracted to animal droppings, carcasses and rotting insects.",
"Butterfly6-desc": "Its favored habitat are the rainforest of tropical regions, near the coast. It is also often seen in Cairns, attracted to the flowers of Lantana, Hibiscus and Bougainvillea in suburban gardens.",
"Butterfly7-desc": "The male is yellow with four black tiger stripes on each forewing. Females may be either yellow or black, making them dimorphic.",
"Butterfly8-desc": "This species can be found in forests and other wooded areas. It can occur in suburban and urban areas if appropriate host plants are available.",
"Butterfly9-desc": "Between females and males, there are very small differences in their color, shape, size, and structure. Males have yellow tufts that are used to attract female butterflies.",
"Butterfly10-desc": "A majestic butterfly known for its large size, iridescent purple wings, and eye-catching markings.",
"Cicada-desc": "Giant cicadas produce a remarkably distinct and loud sound, singing primarily at dusk. Its loud, shrill song has been described as a siren or alarm, a whistle, or gas escaping a pressure release valve.",
"Cricket1-desc": "Males typically sing from a tangle of needles. As with other tree crickets, females seek out displaying males and can often be observed crawling on nearby limbs, moving in the direction of the singer. Listening at night for a singing male in the lower branches of a pine can also be productive.",
"Cricket2-desc": "They are adapted for underground life and are cylindrical in shape and covered with fine, dense hairs. The head, fore limbs, and prothorax are heavily sclerotised, but the abdomen is rather soft.",
"Cricket3-desc": "Crickets in the wild consume flowers, leaves, fruits, grasses and other insects, including dead members of their own species.",
"Cricket4-desc": "They can range from approximately 17 to 25 mm in length and have wide wings which are shaped like melon seeds.",
"DFly1-desc": "A small dragonfly, seen in a wide variety of habitats, including lakes, ponds, canals and slow-flowing rivers.",
"DFly2-desc": "These dragonflies are metallic black with yellow in color. They have a very narrow abdomen similar to that of a damselfly.",
"DFly3-desc": "Known for their agile flight and striking appearance, these dragonflies typically have elongated bodies, often marked with bold colors or patterns.",
"DFly4-desc": "One of the earliest dragonflies to take the skies once winter is over.",
"Grasshopper-desc": "Known generally as migratory grasshopper, is a species of spur-throated grasshopper in the family Acrididae. Other common names include the lesser migratory grasshopper and red-legged grasshopper.",
"Ladybird-desc": "Found in a wide range of habitats, particularly grassland, woodland edges, towns and gardens.",
"Ladybird2-desc": "It has a black body with a large red spot on each wing casing. The antennae and underside are orange. The wing casings have a distinctly flattened flange all the way round. It is quite a small ladybird at about 5 mm.",
"Ladybug-desc": "The gardener's best friend and the aphid's worst nightmare.",
"Locust-desc": "A large, migratory insect with a distinctive elongated head and prominent spines on its hind legs. Can cause significant agricultural damage.",
"Mantis-desc": "This species mimics parts of the orchid flower. The four walking legs resemble flower petals, and the toothed front pair is used as in other mantises for grasping prey.",
"Mantis2-desc": "Generally, the males are 67 to 73mm in length, and females are 77 to 84mm.",
"Moth-desc": "Like most moths, luna moths are predominately active at night, but sightings during daylight hours do occur.",
"Moth2-desc": "A large, colorful moth with striking patterns on its wings, known for its preference for oak trees as host plants for its larvae.",
"Moth3-desc": "Known for its striking coloration, featuring bright pink and yellow hues. This small moth is often considered one of the most beautiful moths due to its vibrant colors.",
"Moth4-desc": "Known for its hummingbird-like appearance and behavior. It has a wingspan of about 2 inches, with brown, white, and orange patterns, and a long proboscis used for feeding on nectar.",
"Moth5-desc": "Known for its distinctive skull-like marking on its thorax.",
"Spider-desc": "It builds a spiral orb web at dawn or dusk, most often in long grass just above ground level. When prey gets trapped in the web, the spider immobilizes it by wrapping it in silk. The prey is then bitten and injected with a paralyzing venom and a protein-dissolving enzyme.",
"Spider2-desc": "Despite their large size and fearsome appearance and reputation, tarantulas themselves are prey for many other animals.",
"Stick-desc": "The female lays 3 mm elliptical eggs that look like plant seeds. Like most stick bugs, it flicks its eggs on the soil, where a little knob called the capitulum attracts ants to carry them to the ant refinery, where they hatch. This species is parthenogenetic.",
"Weevil-desc": "They are known for their elongated snouts and are typically plant feeders, with many species being considered pests due to their ability to damage crops and stored grains.",

//NEW CATEGORY
"insect.category":"Insect"
}