{  
  "patio_Feliciano": "Good morning, %pet is very energetic today too!#$b#%Feliciano's tail wagged as merrily as %pet's.#$e#Thanks for letting me decorate my patio, it's so cozy here with the warmth of the sun!$1",
  "spouseRoom_Feliciano": "I can't believe that I will have a room of my own one day. Thank you my dear!#$e#%Feliciano stands on tiptoe to leave a passionate kiss on the side of your cheek.",


  "Rainy_Day_0": "I love the sound and smell of rain ......$1#$b#How about a dance in the drizzle sometime?$0",
  "Rainy_Day_1": "It's unbelievable. ...... I can't remember the days before when I hide from the rain under the shelter of leaves. And now I have a warm bed, a fireplace, hot soup, and ......#$b#%Feliciano doesn't say any more, just looks at you tenderly, his golden beast pupils full of love.",
  "Rainy_Day_2": "How about some hot soup?$1[218 219 236 728 727 730 199 456 457]#$b#How was it? It tastes good, doesn't it?$4",
  "Rainy_Day_3": "Achoo! Oooh ...... I'm sure I still can't walk around with wet clothes.$2",
  "Rainy_Day_4": "%Feliciano holds you tightly in his arms and his tail wraps around you.#$b#Don't forget to love yourself today, dear!$1",


  "Rainy_Night_0": "Would you be afraid of thunder?$7#$b#It's okay. It's okay. I'll always be there for you,forever.",
  "Rainy_Night_1": "You're finally back....! I've been worried about you. Come here and warm yourself up.$6#$b#%Feliciano pulls you over to the fireplace, takes a blanket and wraps your whole body in it, then holds you in his arms with the blanket attached, a purring sound coming from his throat.",
  "Rainy_Night_2": "Grandpa said my name means 'happiness', so I hope I can bring you happiness too.",
  "Rainy_Night_3": "@, do you feel cold? Want to try sticking your hand in my tail?#$e#%You put your hand into the long fur of Feliciano's tail; it's soft and warm, and you don't resist giving it a squeeze.#$b#Haha ...... it tickles ......$1",
  "Rainy_Night_4": "Here, here are the cookies shaped like you that I promised to bake before![223]#$e#Haha, I wish I could eat you like that...$3",


  "Indoor_Day_0": "Good morning dear! It is another day! I made you breakfast![195 194 196 199 201 206] #$b#Hmph~ Yummy, right?$1",
  "Indoor_Day_1": "Maybe humans just like my clansmen too, who can't survive without relying on each other? I'm lucky to have you by my side.#$b#%Feliciano's grip on your hand tightens, and a steady stream of warmth passes through.",
  "Indoor_Day_2": "My grandfather had told me that love is also a skill to be learned rather than an innate ability.$7#$b#First we are in love, then we realize we have to love, and clumsily hold out a heart, expecting to be seen by someone. We genuinely love something, and that's how we all live , isn't it?$1",
  "Indoor_Day_3": "Honey, I found this yesterday on a hunt and I hope you like it![151 155 198 446 417 698]#$b#You'll think of me every time you see it from now on, won't you?$1",
  "Indoor_Day_4": "Sometimes I have an urge to take your head in my mouth ......$3#$b#Don't get me wrong! It's just our way to show friendiness! Really!$4#$b#%You notice Feliciano's tail is wagging.",
  "Indoor_Day_5": "Honey, how are you today? Of course you have to do what you like on your own time. That's the recipe for happiness, isn't it?",
  "Indoor_Day_6": "It's okay to cry every once in a while, tears shouldn't become a shameful thing after you grow up, and I wish you can rely on me a little more sometimes!",
  "Indoor_Day_7": "Hmm? My methods to being so carefree every day?#$b#%Feliciano takes your hand and puts it to his head to feel it, which you do, and sees him wagging his tail happily.#$e#Just like that, do something you like and forget all your worries! As long as the happy things are more then troubles to worry about, you'll be happy all the time!$1",



  "Indoor_Night_0": "Good night. Sweet dreams!#$b#%Feliciano leaves a goodnight kiss on your forehead.",
  "Indoor_Night_1": "Humans keep moving forward not out of love and longing, but out of fear and anxiety...what a scary world it is ...... Thankfully, now that you're out of that life, even if it's just for a moment to have a break from it, I hope that my presence can bring you comfort.$8#$b#So just smile for me, will you? The future is just too far away, we just need to have today.",
  "Indoor_Night_2": "I baked cookies yesterday that looked a lot like your, but I couldn't resist finishing them.#$e#I'll give them to you next time!$1",
  "Indoor_Night_3": "You're back! I've just warmed up dinner for you, eat it while it's hot![202 212 224 226 227 206]#$b#Haha~ I'm good at this, aren't I?$1",
  "Indoor_Night_4": "Welcome home!$1#$b#%Feliciano cuddled up and rubbed against the side of your neck, his hair tickling you, and you stroked his head, seeing his tail wagging even more.",
  "Indoor_Night_5": "Here, honey, I made some hot soup to warm you up!$1[218 219 236 728 727 730 199 456 457]#$b#Haha~ I'll make it for you again afterward if you like it!$4",

  
  "Outdoor_0": "Do you have any plans today?#$b#Me? I'm just going to go on with my day, of course.$1",
  "Outdoor_1": "Huh? I think I see Junimos in the grass in the distance, is it an illusion?$7",
  "Outdoor_2": "%Feliciano holds you tightly in his arms and his tail wraps around you.#$b#Have a nice day, dear!$1",
  "Outdoor_3": "Honey wait, don't move ......#$e#Your hair is stuck to the leaves *giggles* It smells good.$1",
  "Outdoor_4": "*sniff* Smells good ...... Did you go fruit picking? Or did you go walk around the fields? It smells like grapefruit and cornflower ...... I love it ......$4",


  
  "Good_0": "If the present day could go on and on and on, that would be my happiness.$1",
  "Good_1": "Oh, @, I chose to be born into the world in order to meet you, I guess.$4",
  "Good_2": "Don't always be afraid that 'forever' can't be realized, let's just promise 'tomorrow'.",
  "Good_3": "If, if one day you stop loving me - even though I don't want to envision it - it's okay. It's much happier to love than to be loved, so it's good that I can always keep loving you.",
  "Good_4": "It's okay to feel that life is ordinary; the extraordinary is the interlude and the ordinary is the keynote of life. In other words, it's enough to feel happy on every ordinary day, right?",
  "Good_5": "If you fill your life with your favorite things, you will definitely fall in love with life, right? That's why I'm having pasta and pizza today, too!$1",
  "Good_6": "@, You know that? Grandpa once told me that my name means 'happiness'. But more than being happy myself, I want to make everyone, especially you, happy.#$e#这就是我存在的意义吧。$1",
  "Good_7": "It's okay to be ordinary, it's okay to be unlovable, it's okay to be self-loathing, it's still you, the you I love.",
  "Good_8": "A person will always walk into a dead end, that's why the compass has two ends, that's why I want to go on with you.",
  "Good_9": "I'm here, don't worry, all the things you're worried about won't happen, I'll always, always be here for you.",


   "Neutral_0": "Good morning. Don't tire yourself today, dear.",
  
  "Bad_0": "…… I'm sorry, I'm not feeling very good today.$8",


  "spring_1": "The new year is here and the snow is melting as if the cold never came.#$b#Be happy every day in the new year too, my dear! That way I'll feel happy too.",
  "spring_13": "Eggs - Chocolate - Bunnies - *Humming*$1",
  "spring_15": "Honey, I'm going to the Desert Festival today. Wanna come with me?",
  "spring_16": "The sun is so hot, remember to wear sunscreen if you're going to the desert, don't get yourself sunburned, dear.",
  "spring_17": "I'm so sad that the Desert Festival is over tomorrow, but I'm sure we'll be able to spend it together again next year, right?$1",
  "spring_24": "Darling, are you ready to dance today?#$b#Don't worry - I haven't been slacking off this year, I've been practicing my dancing.",
  "summer_1": "Summer is coming! Will you be planting my favorite Summer Spangle this year, honey?",
  "summer_11": "I'm so looking forward to today's Luau. I'm going to put the freshest prey I can catch in the forest into the soup!#$e#The Governor? What Governor? As long as everyone has a good meal, it would be great!$7",
  "summer_28": "I'm going to go out early tonight to get us the best seat in the house, and I'll be there waiting for you.$1",
  "fall_1": "*sniff* The apples are ripe, but the sweetest scent doesn't appeal to me as much as yours.$3",
  "fall_16": "Do you have everything you need for the fair?#$b#I know you're the best farmer in the world, but still, I wish other people knew how good you are!",
  "fall_27": "It's Spirit's Eve. Are you ready for candy for the kids?#$b#Me? I'm dressed as myself, of course!$7#$b#%Feliciano barks at you with his teeth and claws open and can't help but giggle.",
  "winter_1": "It's so cold. It's a good thing we have a fireplace in the house.#$e#I hope the poor little ones don't freeze outside...$8 ",
  "winter_7": "I hear Willy is full of confidence for tomorrow's Ice Fishing Contest. Oh, but I'm sure you won't lose!",
  "winter_15": "I want to go to the night market today.Is there anything you want to buy?#$e#%Feliciano stands on his tiptoes to plant a kiss on each of your cheeks.#$e#I'll see you tonight, honey!$4 ",
  "winter_16": "Honey, it's made with ingredients I got at the night market![201 212 218 226 242 244]#$b#How was it? It tastes good, doesn't it?$4 ",
  "winter_17": "Honey, it's made with ingredients I got at the night market![201 212 218 226 242 244]#$b#How's it? Did you like it?$4 ",
  "winter_24": "Tomorrow is the Feast of the Winter Star, I wonder if this year it will be the two of us exchanging gifts！#$b#But it's nice to share our happiness with others once in a while, and it's what the festival is all about, isn't it, to put love into the gifts we give and show appreciation for the gifts we get?。$1 ",
  "winter_28": "I have spent this year with you, and I hope I can hold your hand forever in the days to come.",
  "funLeave_Feliciano": "@, I'm going out!",
  "funReturn_Feliciano": "I'm home!#$b#%Feliciano can't wait to pounce on you and hold you so tightly that you can't move, but you can't bear to push him away, so you listen quietly as he recounts his day's events with great interest.",
 

  
}