{
    "Introduction": "Hi, are you the new farmer girl?^Hi, are you the new farmer guy?#$b#I'm Masahi, by the way.#$b#Drop by the saloon sometimes, will you? I will make you something sweet.$u",

    "danceRejection": "Sorry, I'm not in the mood right now.$6",
    "breakUp": "I see...$6#$b#Thanks for letting me know, @.",
    "divorced": "I'm not good enough for you, huh?",
    "dumped_Guys": "... Please leave me alone.$s",
    "secondChance_Guys": "This is your last chance, @.#$b#I won't forgive you next time.$s",

    "Resort": "The sea looks even prettier from this view.#$b#I could totally see myself sunbathing all day here...$u",
    "Resort_Bar": "Gus and I prepared some tropical dishes over here.#$b#Would you like anything, @?",
    "Resort_Entering": "I'm relieved it's just a quick boat ride...$6",
    "Resort_Leaving": "What an amazing day. Did you have a great time here too, @?$u",
    "Resort_Shore": "I spotted quite a variety of unusual fish over here. Have you tried fishing from this side, @?#$b#",
    "Resort_Wander": "It's great that everyone has this lovely place to relax, isn't it?#$b#Thank for opening this resort, @.$u",

	"spring_1_2": "Hey there, @. Happy New Year!#$b#I'm looking forward to trying out new recipes from The Queen of Sauce channel this year.$u",
    "spring_12": "Tomorrow is your first The Egg Festival, isn't it?#$b#I hope it will be fun for you, @.",
    "spring_12_2": "Will you participate in the Egg Hunt, @?#$b#Good luck!",
    "spring_23": "Maybe I will skip the Flower Dance tomorrow.$6#$b#Dancing in front of everyone isn't exactly my thing.",
    "sring_23_2": "Hey, you looked gorgeous last year.#$b#I don't mind watching you dance this year if you go to the festival.$u#$e#I'm not dancing, though.",
    "summer_10": "As much as I like cooking, the Luau Festival stresses me out.$6#$b#I can't help but wonder how the soup can taste good when everyone is adding unusual things to it.$6",
    "summer_10_2": "If only I could prepare the entire pot by myself.$6#$b#But I suppose that's the point of potluck, huh? Everyone gets to add their unique touch to the food.",
    "summer_27": "Dance of the Moonlight Jellies is my favorite festival all year round.#$b#Sometimes I wish I were a jellyfish, you know. Everyone loves them simply because they exist, myself included.$u",
    "summer_27_2": "Tomorrow will be one rare occasion I enjoy throughout the year.#$b#How can the jellyfish be so adorable?",
    "fall_20": "Are you prepared to win the Grange Display, @?#$b#I know how hardworking you are, so I hope you win.#$e#I will be there cheering for you.$u",
    "fall_20_2": "The festival becomes no fun once you master all the games there.$6#$b#Anyway, I look forward to seeing your Grange Display.",
    "fall_26": "I don't believe in ghosts, but I look forward to the themed foods tomorrow.#$b#Gus and I prepared a lot of surprises.$u",
    "fall_26_2": "I am preparing a skeleton made of cookies for tomorrow.#$b#I hope you like it.",
    "winter_7": "Fishing, huh? Not my thing, unfortunately.$6#$b#I wish there is a cooking festival for the fish from the Ice Festival. I'm more confident in that.",
    "winter_24": "Try the Lobster Bisque tomorrow, will you?#$b#You don't have to, of course. I'm just curious if you like my cooking.",
    "winter_24_2": "I wonder who is my secret gift-giver tomorrow.#$b#If it's you, I think I will be a little happier.",
	"winter_28": "This year is coming to a close. Did you have a productive year, @? I hope you have accomplished your resolutions for the year.$u",

    "Mon": "Hey there, @.$6#$b#Are you used to living here yet?",
    "Mon2": "I had to go on dates with some of my customers at the bar in Japan.$6#$b#I'm glad Gus doesn't make me do that.",
    "Mon4": "I'm half Japanese. Isn't that sexy?#$e#What is the other half? I don't know, actually.$6",
    "Mon6": "... Did you say something? I was zoning out.#$q 250403/250404 parent_rela#Say, do you have a good relationship with your parents?#$r 250403 15 parent_rela_good#Yes, we are close.#$r 250404 15 parent_rela_bad#Not really.",
    "parent_rela_good": "I see. You do seem to be brought up in a good family.#$b# I'm happy for you @.$u",
    "parent_rela_bad": "So you are similar to me huh?$6#$b#Perhaps that's why I want to be close to you.",
    "Mon8": "*sigh* You are here to distract me again.$6#$b#You know I can't focus when you are looking at me like that.$l#$b#Or are you intentionally doing so?",
    "Mon10": "I baked a Pink Cake for you today.#$b#I heard if you eat it, you will love me uncontrollably.%u#$b#... Just kidding, although I wish that was true.",

    "Tue": "Hey, @. Are your crops doing well?#$b#I would love to try some when they are ready.",
    "Tue2": "#$q 250401/250502 hair_color#Hey, what do you think of my hair color?#$r 250401 10 hair_color_good#It looks good on you!#$r 250402 0 hair_color_bad#You look like Sam to me.",
    "hair_color_good": "Thanks @, I like it too.$u#$b#Bright hair color is such a taboo in my hometown, but it seems normal here.$6#$b#I guess the town is not so bad after all.",
    "hair_color_bad": "Really? *smirk* I sure think I look better than Sam.",
    "Tue4": "Gus shared some interesting recipes with me last week.#$b#Drop by if you have time, will you? I'd love for you to the first to try them.",
    "Tue6": "My colleagues in Tokyo were so happy when they heard I quit my job.#$b#They sure know they can't beat me.$u",
    "Tue8": "Am I allowed to say I miss you?",
    "Tue10": "Hey, @. I'm glad you are here.$u",

    "Wed": "Do you need something?",
    "Wed2": "I saw you fighting the slime in the Secret Woods the other day.#$b#I didn't mean to watch, but you looked so cute @.",
    "Wed4": "Actually, I haven't seriously dated anyone before. I sound like a bad guy, don't I?#$b#Perhaps I am.",
    "Wed6": "Sometimes when it's raining, I wake up at night thinking I was soaked by the rain.$6#$b#Then I realized that was all in the past.",
    "Wed8": "It's weird how gazing at the water for hours used to calm my heart, but now even doing that can't stop me from thinking about you.$u",
    "Wed10": "What are you doing, @? Missing me?$u",

    "Thu": "Hi, @.#$b#Visit the saloon when you have time, will you?$u",
    "Thu2": "The flowers around town are really pretty.$u#$b#I wonder who takes care of them.$u",
    "Thu4": "Sometimes I think you are really admirable for handling all the farm work.#$b#If you need a hand, please reach out to me. I'm always willing to help you.$u",
    "Thu6": "Do you miss me, @? I have been thinking about you lately.",
    "Thu8": "Haley keeps asking me about fashion trends in Japan.$6#$b#If she likes it so much, she should have moved there instead of bothering me here.$6",
    "Thu10": "Hmm... I have been slacking off work lately.$6#$b#All I want to do is spending my day on the farm with you.$u",

    "Fri": "Hi. Lovely day, isn't it?",
    "Fri2": "Sometimes I can't handle the lack of ambiton in this town.$6#$b#Everyone seems to be content with a normal life.$6#$b#I know that's just my problem, though.",
    "Fri4": "Do you think I will be a good parent, @?#$b#Actually, nevermind. I don't want to have kids anyway.$u#$e#Don't they say like father like son?",
    "Fri6": "I never expected myself to like this town, but meeting you here changed my mind.#$b#You really are amazing, @.",
    "Fri8": "I saw Vincent picking the Fairy Rose I planted the other day.$a#$b#To be honest, I almost lost it.$s#$e#He promised to never do it again, so I'm good now.",
    "Fri10": "Gus asked me today if I'm dating you.$u#$b#Isn't it obvious? I have been mentioning you ever since you moved here.",

    "Sat": "How can I help you?",
    "Sat2": "Rainy days are a little too depressing for me.$6#$b#It reminds me of the old days I wanted to forget.",
    "Sat4": "Hey, @. Still working?#$b#You should have a more robust diet. Take care of youself, will you?#$e#I'm always here if you don't have time to cook for yourself, @.$u",
    "Sat6": "I wish you went fishing more often, @.#$b#Lately I have been feeling lonely standing at the beach without you.$6",
    "Sat8": "You and Gus are probably my only friends here.#$b#Well, that's probably not right. Gus is like a father to me, and you...$6#$b#You know what I mean, right?$u",
    "Sat10": "Can I kiss you?$l#$b#*smirk* Sorry, I was kidding. You seem ready, though.",

    "Sun": "Hey there, @. How was your week?",
    "Sun2": "You are always welcome in the saloon, @.#$b#I can always find the time for you.",
    "Sun4": "I heard Caroline grew green tea in her sunroom. Perhaps I should ask her for some.#$b#Nothing's better than a cup of tea in the morning, don't you think?",
    "Sun6": "I hope I will be like Gus when I'm older.#$b#You know, Gus seems like a good father figure to me.$u",
    "Sun8": "It's so strange that I have been feeling happy every single day.#$b#Who knows when these days will end, though?",
    "Sun10": "I think I have mastered the art of cooking.#$b#If you are looking for a husband who can cook, perhaps I can fill in that role.$u#$e#*giggle* You are so adorable.",

    "spring_Mon2": "Would you like a beer?#$b#Wait... Are you old enough to drink yet?",
    "spring_Mon4": "I wonder how the flowers bounced back so quickly after the last winter.#$b#Their determination to live is truly remarkable.",
    "spring_Tue2": "Gus let me live in the saloon when I moved here.#$b#He is so nice to me. I wonder why...$6",
    "spring_Wed6": "The Blue Jazz is my favorite flower. It's so vibrant and pretty, just like you.$u",
    "spring_Fri6": "I gave Gus a pot of Tulip the other day.#$b#He was quite surprised. Maybe he is not used to receiving flowers?",
    "spring_Sat": "Hi, @. How do you like spring so far?",
    "spring_Sun2": "I went to the beach the other day and saw an island in the distance.$6#$b#I wonder if we will be able to visit it.$6",
    "spring_Sun8": "Everlyn complimented me for taking a good care of the town flowers the other day.#$b#I feel like I finally made a contribution to the town.#$e#I'm happy.$u",

    "summer_Mon2": "Summer really gets the saloon going.$6#$b#Doesn't everyone want a cold beer on such a hot day?",
    "summer_Tue2": "When I'm thinking, time just seems to fly by.$6#$b#Before I know it, several hours have passed.",
    "summer_Thu2": "I found a Rainbow Shells on the beach the other day.#$b#Where could something as pretty as this come from?",
    "summer_Wed4": "I don't really have any friends.#$b#It doesn't bother me though.$u",
    "summer_Wed8": "Gus told me yesterday that Pam forgot to pay her tabs again.$a#$b#Maybe I should ignore her at the saloon.#$e#If anyone makes Gus unhappy, I won't tolerate them.$6",
    "summer_Thu4": "I wish I could sunbathe all day at the beach.#$b#It's even better with you here.",
    "summer_Fri6": "Lightning honestly scares me.$6#$b#What if it strikes me when I'm outside?$6#$b#Do you have lightning rods on your farm, @?",
    "summer_Sat2": "Are you doing alright with the heat?#$b#Please take care of yourself.",
    "summer_Sun4": "Be careful not to get sunburnt from all the farm work, will you?#$b#It's not good for your skin.",

    "fall_Mon4": "The weather is getting cooler, huh?#$b#Even Gus slept in a little bit this morning.",
    "fall_Tue10": "I tried carving your face into a pumpkin. That, well, looks quite creepy.$6#$b#Please don't be upset.",
    "fall_Wed8": "I wish I could take you to my hometown and watched cherry blossom together.#$b#It's almost as beautiful as you, @.$u",
    "fall_Thu2": "Do you want some Roasted Hazelnuts, @? I roasted them with Gus in the saloon.[607]#$b#They are really selling in fall.",
    "fall_Fri2": "Friday is a great business day for the saloon.#$b#Gus and I always have our hands full preparing refreshments on that day.",
    "fall_Sat6": "Everyone has been talking about the Spirit's Eve recently.$6#$q 250405/250406 fall_ghost#Are you scared of ghosts, @?#$r 250405 20 ghost_yes#Yes, I can't handle them.#$r 250406 20 ghost_no#No, I don't believe in them.",
    "ghost_yes": "Don't worry, I will protect you.$u#$b#Although, I think it will be amusing to see you all scared in the maze.",
    "ghost_no": "Oh, I should have known. You are tough as always, @.#$b#I like it about you.$u",
    "fall_Sun2": "I have been here for two years, yet the forest never fails to impress me.#$b#Observing the leaves change color every season strangely brings warmth to my heart.$u",

	"winter_Mon2": "I heard from Emily that there is a casino behind the shop in Calico Desert.$6#$b#Of course a hideous place like that should be hidden, don't you think?",
    "winter_Mon10": "Actually, I'm happy that nothing grows in winter.#$b#Now you have more time to relax and hang out with me.$u",
    "winter_Tue": "It wasn't this cold when I moved here last winter.$6#$b#I'm glad I got to stay inside all day.",
    "winter_Wed2": "Have you tried the bathhouse up north?#$b#It will keep your skin hydrated during this dry season.#$b#I know that because I went to a lot of hot springs in my hometown.",
    "winter_Thu4": "Hey, @. It's freezing outside.#$b#Do you want a cup of hot tea? I just brewed some in the saloon.",
    "winter_Thu6": "I moved all of my flower pots inside, but it's still too cold for them.$6#$b#I hope they survive this winter.$6",
    "winter_Sat2": "Pam reminds me of my mother.#$b#Perhaps that's why I want to destroy her sometimes.$6#$e#Keep that a secret, will you?",
    "winter_Fri8": "Gus made me Salmon Dinner last night.$u#$b#I hope I can stay here with him forever.$u#$b#I'm not sure if that will bother him, though.$6",
    "winter_Fri10": "Hey, @. I was dozing off just now...#$b#You won't laugh at me, will you?$l#$e#Please forget what just happened.$6"
}
