{
  "Rainy_Day_0": "Morning precious. Be careful in the mud today yeah?$0#$b#I will be too.$1", 
  "Rainy_Day_1": "A nice rain always freshens the forage.$1",
  "Rainy_Day_2": "How'd you sleep precious?$0#$e#Me? I had weird dreams...$4",
//gift is pumpkin soup [236] 
  "Rainy_Day_3": "Morning. I couldn't sleep so I woke up early and made some soup.$2#$b#It's been simmering for a while so it should be tasty.$0[236]", 
  "Rainy_Day_4": "Yeah, I'll make sure not to track too much mud into the house.$2#$e#Again...$4", 
  "Rainy_Night_0": "I think I finally got all the mud out of my shoes...$4#$b#The river's swollen with all this rain so things got... interesting...$1", 
  "patio_Emily": "Hey there precious.$1",
  "Rainy_Night_1": "Hey- Um- Hi-$6",
  "Rainy_Night_2": "I got a new botany book to tuck into tonight.$1#$e#I'd um- like to curl up with you on the couch and read-$4#$e#If you'd like...$6",
  "Rainy_Night_3": "I spent my afternoon in the forest hunting mushrooms.$1#$e#And my evening scrubbing the floors...$4",
//gift is Tom Kha Soup [218]
  "Rainy_Night_4": "I spent all afternoon on this so I hope you like it.$1#$b#Also, we need more bandages.$4", 
  "Rainy_Night_5": "We should have a date-night soon. The rain makes me feel lonely.$4",
  "Indoor_Day_0": "Hey there precious. Having a good day?$1",
//gift is Autumns Bounty [235]
  "Indoor_Day_1": "Morning precious. Hungry?$1",
  "Indoor_Day_2": "I think I'm gonna catch up on some reading today.$1",
  "Indoor_Day_3": "If you see any interesting flora... would you bring me a sample?$0",
  "Indoor_Day_4": "I need to repair some shirts...$4#$e#Maybe I should head over to stoffton...$1",
  "Indoor_Night_0": "Did you have a good day precious?$1",
  "Indoor_Night_1": "C'mere.$1",
  "Indoor_Night_2": "I'm gonna read up on phylums before bed.$1",
  "Indoor_Night_3": "Precious! I just finished this facinating chapter on the flora of ginger island!$1#$b#There's a mushroom called a 'magma cap' hat has un-paralleled healing capabilities!0#$b#However, no one has come up with a way to augment this ability and store it in, say, a handy potion-like substance.$4#$b#However, I suppose one wouldn't need to...$2#$e#Food for thought.$0",
  "Indoor_Night_4": "Hello precious. Would you like some tea?$0#$e#I'd have to make another pot, I'm afraid I've already drank this one.$2#$b#And a few others... I'm probably over-caffienated.$1",
  "Outdoor_0": "Good morning precious! Isn't the morning air lovely?$1",
  "Outdoor_1": "Hey there... Sleep well?$6",
  "Outdoor_2": "I thought I'd get a jump-start on my forageing today.$1",
  "Outdoor_3": "This wind is troubling. I'll be sure to stay away from cliffs.$2",
  "Outdoor_4": "Do you need anything from town? I'm gonna go out later.$1",
//Use %kid1 to insert name of first child
  "OneKid_0": "Have you seen %kid1 lately?$2#$e#I dropped a flora sample that may-or-may not be poisonous.$4",
  "OneKid_1": "Keeping the mud at bay is a lot harder now that we have %kid1.$2#$e#Not that they're the main offender...$6",
  "OneKid_3": "I made %kid1 some coloring pages of the local flora.$1#$b#It's never too early to learn about foraging!$0",
//Use %kid 1 for name of first child, use %kid2 for name of second child
  "TwoKids_1": "I'm so excited to see how %kid1 and %kid2 grow up.$1",
  "TwoKids_2": "I never really thought about haaving kids until you.$1#$b#But I like this.$6",
  "TwoKids_3": "Precious, if I'm gonna take the kids out foraging again, we're gonna need more bandages.$2#$e#No- No! The kids are fine...$4",
  "Good_1": "Hello precious. I'm so happy to see you.$1",
  "Good_2": "I'm thinking about making a risotto for dinner.$1",
  "Good_3": "Have a good day precious.$0",
  "Good_4": "Hey there.$1",
  "Good_5": "Hey there precious.$6",
  "Good_6": "You're precious to me, er- precious.$6",
  "Neutral_0": "We should go on a date soon. I feel like I haven't seen you in ages.$2",
  "Neutral_8": "I miss you.$2",
  "Bad_1": "This was never the life I thought I'd have...$4",
  "Bad_2": "If I did something wrong, you'd tell me right?$7",
  "Bad_3": "You're on your own for supper, dear.$7",
  "Bad_4": "Something's wrong. I don't know why but I'm anxious all the time.$4",
  "Bad_5": "Look, I think I'll go to bed early tonight.$2#$e#You can do whatever.$7",
  "Bad_6": "I don't feel great tonight. I'd like to be alone.$7", 
  "funLeave_Emily": "Bye precious! I'll be back soon ok?$1",
  "funReturn_Emily": "Hello precious! I'm gonna go make an order for some new shirts.$8",
  "spring_2": "If you see any leeks out there I could use some.$1",
  "spring_1": "Spring means a new selection of things to forage!$1",
  "spring_22": "Summer is coming up. I always like to see what new flora is growing.$1",
  "summer_20": "I found a beautiful shell on the beach today. I think I'll use it as a serving platter for tonights dinner.$0",
  "summer_2": "Do you have any spiceberries? I dreampt you had spiceberries.$1",
  "fall_1": "It is time.$2#$b#For MUSHROOMS!!$1",
  "fall_25": "Winter is coming, I will miss mushroom season greatly.$4",
  "winter_15": "I lost my coat.$10#$b#And I need some more shirts.$11",
  "winter_5": "I brushed off some fresh snowpants for today!$1#$b#I don't want hypothermia again...$4",
  "winter_2": "Be careful out there in the cold. Frostbite sucks.$2",
  "spring_Maru": "I'm gonna do some cooking with horseradish today.$1#$e#Yes, I'll remember to vent the house out after.$2",
  "fall_Emily": "Fall makes me want pie.$1#$e#But mushrooms don't make the best option...$4",
  "summer_Emily": "I'm gonna buy some fresh veggies today.$1",
  "winter_Emily": "Can we turn up the heat precious?$1#$e#My hair got crispy after my shower...$4",
  "spouseRoom_Emily": "I'm gonna do some reading today.$1",

}