{
  "Introduction": "Oh, you must be the farmer everyone has been directing me to. #$b#$3I'm Peeta. Peeta Mellark!#$b# I'm looking to open a bakery in Pelican Town, so I'm working at the Saloon for now.#$e#$1I hope you'll come around and try some of the new menu items I'm making.",
  "GreenRain": "$16Wh-what's going on? I'm in Pelican Town right? I'm not in the arena?#$e#$26I'm gonna stay in...please be careful.",
  "GreenRain_Finished": "$23Looks like the rain was harmless.#$e#$17Is this something that happens every year?",
  "GreenRain_2": "$24I still don't like this. Are you sure it won't hurt?",
  
  // Spring/Default Dialogue
  "spring_11": "$1I hope the bookseller has some interesting books from other cities!",
  "spring_12": "$17Do we...eat the eggs after the Egg Festival?#$b#I guess I'm just focused on not wasting food.",
  "Mon": "$11Mondays...that means another week of working with flour and sugar!",
  "Mon2": "Nice of you to come by @!#$b#$3Really starts the week off great.",
  "Mon4": "$17What exactly is JojaMart? I've never seen a store sell so many things.",
  "Mon6": "$6Zuzu City...20 orders....business is actually doing really well!",
  "Mon8": "$1If you ever want to join me when I'm baking, I'd love your company!",
  "Mon10": "$14Hi baby. I picked this for you. [591]",
  "Tue": "$6Are my shoelaces untied?#$e#$6One knot....two knots.",
  "Tue2": "$15Yep, my parents named me after pita bread. Creative, huh?#$e#$17My brothers are named Rye and Bannock.",
  "Tue4": "Hey @!#$b#$3If you've got time, you should try my new recipe. It's a snickerdoodle with marshmallow.#$e#What do you think?",
  "Tue6": "$y 'What should I tinker with?_Fruit flavours._$1Good idea!_Fish_$15Um...okay._Maple syrup mm..._$1Alright. Just for you!'",
  "Tue8": "Hey @. You look really nice today.",
  "Tue10": "%Peeta takes your hand gently.#$b#$1Gimme a second...just getting some inspiration for my next recipe.",
  "Wed": "$17Where's my favourite rolling pin?#$e#Gotta find it....",
  "Wed2": "$6Urg. This prosthetic can be clunky sometimes.",
  "Wed4": "$17Emily wanted to dress me up.#$b#$2I think I've had enough of that for a lifetime.",
  "Wed6": "$3You think Lewis will let me plant primroses around the town?#$e#$19They remind me of hom...12.",
  "Wed8": "$17Gus keeps telling me the back room in the Saloon would be perfect for a date.",
  "Wed10": "%Peeta taps your nose, accidentally getting frosting on it.#$b#$1Oops! Let me get that. *smooch!*",
  "Thu": "$17Flour...eggs....sugar....#$e#$7Sorry, just going over my shopping list.",
  "Thu2": "$23Pierre's is kinda expensive.#$b#$1It's a good thing I'm Gus's employee for now.",
  "Thu4": "$d kent#$2So, apparently there's a war going on. Did I move here at the wrong time?|$17Pierre's prices are so high I might consider Joja...",
  "Thu6": "I didn't think I'd be baking for a living again, but the routine keeps me grounded. Tethered.",
  "Thu8": "Hey @! Seeing your face always brightens my day.",
  "Thu10": "$7Babe? Snap out of it.#$e#$1I look good hauling flour? You're so cute.",
  "Fri": "$3Hey @. Just making deliveries.",
  "Fri2": "If you see Vincent, tell him I have a Cinnamon Bun with his name on it.",
  "Fri4": "$24I get anxious every time I walk past the mines entrance to get to Marlon and Gil's.",
  "Fri6": "$1If you have pigs on your farm, I'd be happy to give you some of my extra bread to feed them!",
  "Fri8": "Want to make deliveries with me? I could use the company.#$b#$1No pressure though!",
  "Fri10": "$7If you find me around town today...give me a kiss okay?#$b#$1For my hard work!",
  "Sat": "$1I have weekends off. It's nice to walk through the town.",
  "Sat2": "$3Huh? I still smell like flour?#$e#$1Yeah, I think it's baked into me now.",
  "Sat4": "I painted that big tower in the forest.#$b#$17Does someone live there?#$b#$1It looks...magical.",
  "Sat6": "Jas and Vincent have been begging me to give them art lessons.#$b#$1I'll have to find some time to teach them.",
  "Sat8":
	"Hey @! I'm just doing some painting today.#$q Wem.Peeta_001/Wem.Peeta_002 paintingquestion_followup#Although, I'm having some artblock. Give me some inspiration?#$r Wem.Peeta_001 0 paintingquestion_boring#What about a painting of the town? #$r Wem.Peeta_002 15 paintingquestion_cheeky#Paint the cutest townie. #$r Wem.Peeta_002 10 paintingquestion_personal#Wait for sunset!",
		paintingquestion_boring: "I'll give it a shot! Thanks for the help.",
		paintingquestion_cheeky: "$12Maybe I should...and maybe I'll give it to them. Thanks @..",
		paintingquestion_personal: "$1You're right...those colours are gonna look beautiful on this canvas.",
		paintingquestion_followup: "$p Wem.Peeta_001#$1I'll show you when I'm finished!|$1Thanks for your help. Feel free to stop by and see the work in progress okay?",
  "Sat10": "$3You have to let me draw you sometime babe.",
  "Sun": "%Peeta smiles at you and continues on.",
  "Sun2": "$1My goal is to read through the entire Museum in 3 years.#$e#Why? Well, it's such a small town, I should probably get acquainted with the history and the Valley.",
  "Sun4": "$17Should I write a recipe book for the museum?#$e#$1I'd love to contribute to the town's history!",
  "Sun6": "Penny has been giving me book recommendations. Maybe we'll start a book club.",
  "Sun8": "%Peeta smiles at you, before snapping out of it.#$b#$13Sorry...what was I saying?#$b#$1Oh right. Have you seen the new Queen of Sauce?",
  "Sun10": "$13Hey sweetheart. Come say hi sometime today okay?#$b#$12I miss you when I don't see you all day.",
  // Summer Dialogue
  "summer_Mon": "$15Bees keep swarming me. This is the downside to smelling like a bakery.",
  "summer_Mon2": "$15Sweating in the kitchen...sweating outside! What's new?",
  "summer_Mon4": "Hey @. Could you bring my an ice cream from the stand?#$b#$1I'll trade you a Cheese Bun!",
  "summer_Mon8": "$1Whew...it's so hot in here. I want to take my shirt off but I wouldn't want to increase the risk of burns.",
  "summer_Mon10": "Sweetie, I picked some flowers for you the other day. [593 421 376]",
  "summer_Tue": "$1Blueberries are in season! I'm gonna be baking a lot of blueberry dishes, I think.",
  "summer_Tue2": "Do you have any rhubarb stored?#$b#I'd love to buy some. Jodi's been asking for a rhubarb pie.", 
  "summer_Tue8": "$7Hey @. Summer looks good on you.",
  "summer_Tue10": "$1Oops...there's a flour handprint on your butt.",
  "summer_Wed": "$1Aren't Sea Foam Cakes perfect for summer? Just like the waves at the beach.",
  "summer_Wed2": "I'm not used to such a welcoming community.",
  "summer_Wed6": "$1Maru said she'd build a robot that could be my bakery assistant.#$b#$7It could help me with deliveries too.",
  "summer_Wed10": "$7You taste sweeter than frosting, babe.",
  "summer_Thu": "I found a grape in the forest the other day. Perfect for sundried raisins.",
  "summer_Thu4": "$17Emily and Abigail's hair reminds me of the Capitol citizens...#$e#$1It does actually look good on them though!",
  "summer_Thu10": "$1I know it's hot babe, but I still want to hug you.#$e#$7I'll make it up to you by buying you an ice cream.",
  "summer_Fri": "$2It gets hot running around town making deliveries.#$e#$2I need an ice cream...",
  "summer_Fri2": "$3Iced milk is pretty good.#$e#What?",
  "summer_Fri10": "$3Baby, want to watch the sunset with me at the beach this weekend?#$b#$13The colours of Pelican Town sunsets are so beautiful. Just like you.",
  "summer_Sat": "$y '$3Want a peppermint?_Sure!_$1Aren't they delicious?_I'm good._More for me then.'",
  "summer_Sat2": "$1I picked a few flowers...for drying and for painting.#$e#$17You don't think Lewis would get mad, do you?",
  "summer_Sat4": "Summer days here are so beautiful.$#b#$1I just want to lay down on the grass and watch the clouds.",
  "summer_Sat6": "$17Alex keeps asking me how much I bench.#$b#$1I always tell him two bags of flour and he groans.",
  "summer_Sat8": "$3Your hair looks so pretty in the sunlight.",
  "summer_Sat10": "$7It's hot...want me to take off my shirt?",
  "summer_Sun": "Sundays are my beach days. It's nice to just lay on the warm sand.#$e#$1Maybe I'll build a sandcastle.",
  "summer_Sun2": "Is it childish of me to play in the sand? I'm trying to make up for lost time.",
  "summer_Sun4": "Sam and I hang out when he watches over the kids at the beach.#$b#He's pretty cool.",
  "summer_Sun6": "$1Whenever it's sunny outside, I feel so happy and warm.",
  "summer_Sun8": "$7You know, I'm always in a good mood when I'm around you.#$e#$1I wonder why that is.",
  "summer_Sun10": "$7Babe, you can gawk at me all you want when I'm at the beach.#$b#$1I wouldn't mind if you snuggled up with me on the beach blanket either.",
  "summer_4": "$3I'm excited to see what new crops Pierre has. That means new recipes!",
  "summer_10": "$17What should I put in the soup? I can't imagine this won't be like Greasy Sae's cooking...#$e#$19Huh, I'm kind of looking forward to the Luau actually...",
  "summer_15": "$1Harvey day!",
  // Fall Dialogue
  "fall_Mon": "The weekend always let my arms recover from all the kneading, rolling, and decorating during the week.",
  "fall_Mon2": "$17If I taught baking classes, would anyone come? #$e#For free, of course.",
  "fall_Mon10": "$1Give me some motivation to work today.#$b#$7All I feel like doing is spending time with you.",
  "fall_Tue": "$1The fall colours are really inspiring.",
  "fall_Tue2": "Linus keeps dropping off baskets of freshly-picked blackberries.#$b#I bring him blackberry cobbler in exchange.",
  "fall_Tue8": "$29The family recipe book is the only thing I salvaged from the ruins of our home.#$b#$22Dad always kept it somewhere secret.#$b#$26It worked, I guess, having withstood the...the explosions...",
  "fall_Tue10": "$14I saw you walking through town the other day, and I stopped in my tracks.#$b#$13What? Too mushy? I can't help it!",
  "fall_Wed": "I just snack on the Raisin and Nut Bread as I work.#$b#$1It keeps me energized!",
  "fall_Wed4": "$3Caroline and I trade tea leaves for pastries.#$e#Her sunroom is really pretty. Maybe I'll ask if she would consider growing primroses.",
  "fall_Wed10": "$8Are you ticklish?#$b#$8Are you sure?#$b#$1C'mere babe!",
  "fall_Thu": "Hey @. Doing anything interesting today?",
  "fall_Thu2": "$3I'm gonna be shipping off a lot of pumpkin pies this month.#$b#$1To Marnie especially!",
  "fall_Thu4": "$2Even though it rains a lot in Fall, this leg is actually in top shape!#$e#$15Guess that's one thing I can thank the Capitol for....",
  "fall_Thu10": "$14Hey honey. I picked this for you. [595]",
  "fall_Fri": "$7It's windy out here...gotta make sure my deliveries don't get blown away!",
  "fall_Fri2": "$1Delivery days are the busiest, but I think I've got a spare Cheese Bun for you. [Wem.Peeta_CheeseBun]",
  "fall_Fri4": "%Peeta's stomach growls.#$b#$23I forgot to bring lunch with me today.",
  "fall_Fri10": "$7Hey babe. Your order of 1 Peeta Mellark has arrived.",
  "fall_Sat": "$3I kind of like the smell of the autumn air.#$e#Is that weird?",
  "fall_Sat2": "Leah paints with me sometimes.#$e#$1She has a really unique style.",
  "fall_Sat4:": "If you go foraging, take me with you. I'm pretty good at identifying edible plants and berries.#$e#$1Okay I'm alright at it. Fine. I'm just okay at it...",
  "fall_Sat6": "I'm preparing for the Feast of the Winter Star already.#$b#$1I want to give everyone a painting!",
  "fall_Sat8": "$29Hey @. I'll be by the river in the forest if you want to talk...or just hang out.",
  "fall_Sat10": "$3Want to hold hands and jump in a pile of leaves babe?#$e#$1C'mon, it'll be fun!",
  "fall_Sun": "Gunther gave me a book to read, about something called a Stardrop...$#e#$1I really want to bake with them.",
  "fall_Sun2": "$y 'What book should I read next?_Stardrop Lovers: An Unlikely Romance._$!That sounds interesting. I'll take a look._Small Town Mysteries of Stardew Valley._$2Maybe not that..._Wumbus and Pumbus._$17Isn't that a kids' book?",
  "fall_Sun4": "$1This book I've been reading is...amazing! I can't put it down.#$e#$17I've been sleeping later than usual...",
  "fall_Sun6": "$1My sketchbook is completely full already. There's just so much to draw in Pelican Town",
  "fall_Sun8": 
	"$3Hey @. I'm in the middle of a romance novel and the main character has been pining after his crush.#$q Wem.Peeta_003/Wem.Peeta_004 bookquestion_followup#What do you think he should do?#$r Wem.Peeta_003 20 bookquestion_good#He should tell them, or even give them a gift. Like a painting, maybe? *wink* #$r Wem.Peeta_004 -15 bookquestion_bad#He should just give up. There's no way they have feelings for him.",
		bookquestion_good: "$12Oh, that's a good idea. Maybe he'll try that...",
		bookquestion_bad: "$2That's a bit cynical. I guess I'll find out.",
		bookquestion_followup: "$p Wem.Peeta_003#$14I really hope he doesn't get rejected.|$2Do you really think there's no hope?",
  "fall_Sun10": "$14Was I being obvious when I asked you about the book?#$b#$12Sorry, I was just nervous. I really like you.",
  "fall_12": "$13I'm gonna bake myself a small cake for tonight...since I can afford to now!#$e#$14I've also got a few letters from Panem to read.",
  "fall_20": "$17What's Spirit's Eve?#$b#$3Jas and Vincent have been asking me to paint their faces for their costumes.",
  // Winter Dialogue
  "winter_Mon": "$2No fresh ingredients to bake with...I'm a little bummed about that.",
  "winter_Mon2": "$6The snow here is so white...#$e#Huh?#$b#$1Oh! Back in 12, the snow was always grey. Coal mining and all. ",
  "winter_Mon10": "$23Are you sure those mines are safe? I really don't want to go into them...but I'd come just to protect you.#$e#$29Are you sure? You're so strong babe.",
  "winter_Tue": "$6I should get started on the Winter Star cookie recipes...",
  "winter_Tue2": "Pierre helps me order fresh Ginger from Ginger Island. Arrives at my doorstep with colourful feathers on the box...",
  "winter_Tue8": "%Peeta is flipping through his recipe book.#$b#$12My family had always been poor and winters were harsh...and my family was...#$b#$13Well it was just a nice once-a-year treat to bake cookies for ourselves around this time of year.",
  "winter_Tue10": "Give me your hands.#$b#...#$b#$29They're freezing! Let me warm them up.",
  "winter_Wed": "$3It's fun seeing my breath. It's super cold!",
  "winter_Wed2": "$1The ovens keep the kitchen warm and toasty all day.#$b#And then I bundle up with blankets at night.",
  "winter_Wed8": "I'm making a lot more money than I've ever been used to.#$b#$2It's weird. I...I don't really have anyone to spend it on.",
  "winter_Wed10": "%Peeta holds up some mistletoe.#$b#$7That's weird...where did that come from?",
  "winter_Thu": "$2I almost slipped and fell out there. Embarrassing...",
  "winter_Thu2": "$17I've never heard of powdermelon before...what do they taste like?",
  "winter_Thu10": "$7Want me to swing by your farm tonight? I'll bring tea and some cake.",
  "winter_Fri": "$23Cold cold cold...need to get moving.",
  "winter_Fri4": "$3Deliveries are difficult in this weather, but Evelyn always sends me off with a hot cocoa and some cookies.",
  "winter_Fri10": "Don't freeze babe!#$e#$1Oh, don't worry about me. I'll be okay, promise.",
  "winter_Sat": "$1Even though it's cold, I want to make the most out of this snow.",
  "winter_Sat2": "I brought tea in my thermos.$#e#$3Want a cup?",
  "winter_Sat4": "$17I think Vincent accidentally threw a snowball at my head the other day.#$b#$3He was having a snowball fight with Jas.",
  "winter_Sat6": "$29I remember sliding around on the lake during winters in 12.#$b#$2The lakes don't seem to freeze over here though...",
  "winter_Sat8": "%Peeta almost slips and falls, landing in your arms.#$b#$4Oh!#$b#$14Sorry! Thanks for catching me though.",
  "winter_Sat10": "$14Sweetie, I'm gonna make a snowperson of you.#$e#$7No promises it'll actually look like you though.",
  "winter_Sun": "It's a long trek, but taking a soak at the spa is nice during the cold days.",
  "winter_Sun2": "$17I wish I could bring my sketchbook to the spa, but it's too humid.#$e#$1Someone should invent waterproof sketching paper. For people like me!",
  "winter_Sun4": "I try to convince Linus to actually come inside the spa, but he always refuses.",
  "winter_Sun6": "I tripped over a Crystal Fruit the other day. Sometimes I forget about my prosthetic, and I fall.#$e#$17It happens more often than I'd like to admit.",
  "winter_Sun8": "$7Want to take a dip in the spa with me?",
  "winter_Sun10": "$7The spa is really big...and there's a secluded spot at the back.#$e#$1I'm not suggesting anything!#$b#$17...#$b#$!Ok maybe I am....",
  
  // Other Dialogue
  "AcceptBirthdayGift_Positive": "$14I didn't think anyone in the town knew my birthday!#$b#$3Thank you so much, this is my favourite!",
  "AcceptBirthdayGift_Negative": "$17Oh! You didn't have to get me anything....thanks.",
  "AcceptGift_(O)216": "$1Mm....Pelican Town bread.",
  "AcceptGift_(O)StardropTea": "$16Oh, this tea smells amazing.*Siip*#$b#$1I feel so at ease. No nightmares tonight, I'll bet.",
  "dating_Peeta": "$7Do I get to know all your secrets now?#$e#$1Alright, I'll settle for a kiss for now.",
  "FlowerDance_Decline": "$27Maybe next time. I'm not great at dancing....",
  "FlowerDance_Accept": "$1With me? Really?#$b#$8Just don't get mad if I step on your toes.",
  "FlowerDance_Accept_Spouse": "$14Of course babe! I love spinning you around.",
  "DumpsterDiveComment": "$24@! If you need food, I'm happy to give you some free baked goods. You don't need to dig through the trash.",
  "HitBySlingshot": "%Peeta whips around, fists up.#$b#$23Oh. It's just you, @. Please don't scare me like that.",
  "RejectBouquet_VeryLowHearts": "$4Oh!#$b#$17I'm sorry...I don't really know you that well.",
  "RejectBouquet_LowHarts": "$4@?#$b#$29I'm sorry...I don't feel the same way.",
  "RejectMermaidPendant_NeedHouseUpgrade": "$13Ah, sweetie. I'm not sure if there's enough space for both of us right now.",
  "RejectMermaidPendant_Under8Hearts": "$8Um. Take me out to dinner first at least!",
  "RejectMermaidPendant_Under10Hearts": "$8I'm not sure we're there yet babe. Glad to know you're up for it though.",
  "SpouseStardrop": "$13This is for you my love. I was told it was special, so I'm giving it to my special person.",
  "Fair_Judged_PlayerLost_PurpleShorts": "$1That was hilarious, @. Totally worth it.",
  "Fair_Judged_PlayerWon": "$1I knew you would win! Congratulations!",
  "Resort": "$1The Valley has so many cool places!#$e#I'm excited to vacation here.",
  "Resort_Entering": "$1Wow...this is beautiful. The sun feels amazing.",
  "Resort_Shore": "$6Maybe I'll go for a dip.#$e#$7Is there a lifesaver somewhere? Just in case?",
  "Resort_Towel": "%Peeta is carefully sketching the ocean horizon.",
  "Resort_Towel_2": "$3So much sand! I'm going to have to take a long shower before heading back into the kitchen.",
  "Resort_Bar": "$1Gus made me a virgin pina colada! Sluuuurp!#$e#$1It's delicious!",
  "Resort_Umbrella": "$1Maybe I should get floaties like Harvey's....",
  "wonEggHunt": "$1Hey, nice job! Did you like the eggs I painted?",
  "movieTheatre": "$3Wow, I can't believe Pelican Town got a movie theatre! I've never been before.",
  "cropMatured_815": "Are you growing tea on your farm?#$b#$3I'd love to buy some tea leaves from you.",
  "houseUpgrade_1": "$7A house upgrade huh?#$b#$8Maybe I could teach you how to bake!",
  "cc_Complete": "Now that the Community Centre is restored, I may spend a few hours a week there.#$e#$1No, not just baking! Also other arts and crafts.",
  "cc_Bus": "Pam told me the bus goes to Calico Desert.#$b#$6Fresh coconuts sound like a perfect ingredient....",
  "eventSeen_2123243": "$3Emily approached me and asked if I would help her paint some new clothing she's working on.",
  "eventSeen_27": "Did you play Solarion Chronicles with Sam and Sebastian?#$b#They invited me to play too. I hope I don't mess up the game too bad.",

  // Event Dialogue
  "event_suggestion1": "$1That's a great idea! I should definitely include some Pelican Town favourites.",
  "event_suggestion2": "$2Oh okay, nevermind then.",
  "event_suggestion3": "$29That sounds pretty good...but I don't like working with alcohol. Thanks for trying though!",
}