{
	"GarageBuilding": "Renault 5 Garage",
	"GarageDescription": "This garage will store your brand new Renault 5 car!",
	// Louis's Info
	"Louis.LoveMessage": "Woah, this is awesome. Thank you so much, @!",
	"Louis.LikeMessage": "Really, for me? Thank you, @.",
	"Louis.NeutralMessage": "Thanks, @. This is nice.",
	"Louis.DislikeMessage": "Oh... thanks, I guess.",
	"Louis.HateMessage": "Why are you giving me this, @?#$b#No, really... you can keep it.",
	"Louis.friend": "friend",
	"Louis.acquaintance": "acquaintance",
	// Mail
	"Mail.LostToolsQuest": "@,^I'm a little embarrassed, but I've lost my tools somewhere in town!^If memory serves, I think I was repairing Lewis's car when I lost my wrench.^As for my hammer and screwdriver, they could be anywhere in town.^It'd mean a lot if you could return them, not to mention I'd have a reward for you!^- Louis%action AddSpecialOrder R5.CP_LostTools%%",
	"Mail.EVChargersEvent": "Hey @,^I've had a brilliant idea! Come see my in my garage and we can discuss installing some shared community electric vehicle chargers for the town to use.^- Louis",
	"Mail.EVChargersBuilt": "Hey @,^I assembled the chargers overnight.^Thanks again for the materials, these chargers are going to really help everyone in the town!^- Louis^^P.S. I've got something to show you... come see me in the garage at some point.",
	"Mail.EnableCarGarage": "@, I've got some good news!^The Renault 5 Representative got in touch with me last night - they have a car ready, available for you!^If you're interested, you can go and build a garage for one at Robin's. It'll cost 25,000G for the garage to built, as well as the car to be shipped out.^^- Louis",
	"Mail.FurniturePrompt": "Hey @!^I've got something really cool to tell you! This carpenter from Zuzu City that I know has told me that he's working with Renault on some exclusive new furniture.^I'm going to be stocking his furniture, a few random pieces every day, so if you come down to the garage you can pick some up!^^- Louis",
	"Mail.MeetFor8Heart": "@...^I've got a surprise for you. Come meet me in the garage past 10pm on any sunny day you can.^^- Louis",
	// Quests
	"Quests.EVChargers.Dialogue": "Would you like to supply the materials to construct the shared community electric vehicle chargers?",
	"Quests.EVChargers.Description": "Build shared community electric vehicle chargers outside Louis's Garage.",
	"Quests.EVChargers.OrderName": "Shared Community Electric Vehicle Chargers",
	"Quests.LostTools.QuestTitle": "Louis's Tools",
	"Quests.LostTools.QuestDescription": "Louis has lost some of his mechanic tools around the town. If you can return them to him, he has a reward for you.",
	"Quests.LostTools.QuestTask": "Find Louis'ss tools around the town.",
	"Quests.EVChargers.QuestDescription": "Louis has had an idea to build some shared community electric vehicle chargers in the town. He needs your help to fund the project.",
	"Quests.EVChargers.QuestTask": "Supply the materials: 5,000G, 5 Iron Bars, 1 Gold Bar, and 5 Refined Quartz.",
	"Quests.LostTools.HammerText": "Find and return Louis's hammer. He doesn't remember where he left it.",
	"Quests.LostTools.WrenchText": "Find and return Louis's wrench. He seems to remember losing it near Lewis's house.",
	"Quests.LostTools.ScrewdriverText": "Find and return Louis's screwdriver. He doesn't remember where he left it.",
	"Quests.LostTools.HammerReturn": "My hammer! You found it?$h#$b#Thanks, @. This means a lot.",
	"Quests.LostTools.WrenchReturn": "Ah, my wrench. Thanks, @.$h#$b#Was it near Lewis' house after all?",
	"Quests.LostTools.ScrewdriverReturn": "My screwdriver! Thank you so much, @!$h#$b#Ah, it was near the minecart?#$b#I seem to recall losing it there, yes...",
	// Items
	"Items.EnergizerBar.Name": "Energizer Bar",
	"Items.EnergizerBar.Description": "This snack bar is packed full of slow-release energy and protein. It seems to have a weird effect on the time of day when you eat it.",
	"Items.ElectricalHammer.Name": "Lost Electrical Hammer",
	"Items.ElectricalHammer.Description": "It's Louis's lost electrical hammer. You should return it to him.",
	"Items.ElectricalWrench.Name": "Lost Electrical Wrench",
	"Items.ElectricalWrench.Description": "It's Louis's lost electrical wrench. You should return it to him.",
	"Items.ElectricalScrewdriver.Name": "Lost Electrical Screwdriver",
	"Items.ElectricalScrewdriver.Description": "It's Louis's lost electrical screwdriver. You should return it to him.",
	// Interior tile descriptions
	"MechanicShop.1": "It's the shop counter.#Customers can make orders here.",
	"MechanicShop.2": "The minifridge is full of cold beverages and snacks.",
	"MechanicShop.3": "It's an electric vehicle charger.",
	"MechanicShop.4": "Stacks of car tires sit on the cart.",
	"MechanicShop.5": "The filing cabinet is full of Louis's financial documents.",
	"MechanicShop.6": "There's a little model of an R5 on the shelf.",
	"MechanicShop.7": "'Golden Sprocket Award 20XX'#It's an award that was given to Louis for his mechanical skills.",
	"MechanicShop.8": "There's a display sheet advertising different types of wheel.",
	"MechanicShop.9": "It's a hydraulic car jack for hoisting cars off of the ground.",
	"MechanicShop.10": "A stack of wheels.",
	"MechanicShop.11": "The cart is full of various mechanical equipment.",
	"MechanicShop.12": "It's a cart to transport things.",
	"MechanicShop.13": "A tool rack.",
	"MechanicShop.14": "You shouldn't operate the equipment.",
	"MechanicShop.15": "'Car Lift Controls'",
	"MechanicShop.16": "It's equipment used to weld.",
	"MechanicShop.17": "The books are about engineering and DIY skills.#'Welding: An Unappreciated Art'...",
	"MechanicShop.18": "You don't know the person in the picture.#It's an old man with a walking cane.",
	"MechanicShop.19": "A dumbbell, for training weights.",
	"MechanicShop.20": "The little table has a mug, a slip of paper, and an open book.#The open book page reads of something to do with a car battery.",
	"MechanicShop.21": "'Car Times Yearly 20XX'...",
	"MechanicShop.22": "'Vehicles in the Valley'...",
	"MechanicShop.23": "'A Brief History of Time'...",
	"MechanicShop.24": "They're shared community electric vehicle chargers for the town to use!",
	"MechanicShop.25": "'Shared community Vehicle Chargers'...#'Clean generated energy!'",
	"MechanicShop.DisplayName": "Louis's Garage",
	// Louis Dialogue
	"LouisDialogue.Introduction": "Hey, need some work on your car?#$b#Oh wait, you're that new farmer, aren't you?$h#$b#Well, hey there, @! I'm Louis, the town mechanic.#$e#Let me know if you need any work on your car!$h",
	"LouisDialogue.danceRejection": "I'm sorry, I'm a bit busy over here. Maybe next time.",
	"LouisDialogue.divorced": "I'm sad that things turned out this way, yet I still wish you happiness.$s#$e#Take care.$s",
	"LouisDialogue.breakUp": "Oh, I understand.#$e#I'm sorry to hear that, thank you for the time we spent together.$s",
	"LouisDialogue.dumped_Guys": "Can you please give me some space, this was a lot to take in.$s#$e#I need to think things through.$s",
	"LouisDialogue.secondChance_Guys": "I gave it some thought and I want to work things out and try again.#$b#Let's start over, ok?",
	"LouisDialogue.reject_two_heartA": "Sorry, I'm sure you're a nice person but we barely know each other.",
	"LouisDialogue.reject_two_heartB": "Don't you think this is a bit early? Let's get to know each other first.",
	"LouisDialogue.reject_four_heartA": "I really like you @, but I don't know yet if I like you in the same way you like me...$s",
	"LouisDialogue.reject_four_heartB": "You shouldn't rush things like this, @.$s#$b#Give us some time, ok?",
	"LouisDialogue.engageA": "It's nice of you to show me your pendant.#$e#I bet you're ecstatic to be engaged to %spouse, right, @?",
	"LouisDialogue.engageB": "You must be so proud to be engaged to %spouse, this pendant is beautifully crafted.",
	"LouisDialogue.marriedA": "You're spouse would be upset if they knew you're trying to give away such a precious gift.$s#$b#Please keep it close to you.$s",
	"LouisDialogue.marriedB": "I'll just pretend I didn't see this.$s",
	"LouisDialogue.refusal_no_heartsA": "Marriage? It's a bit early for that, don't you think?$s#$b#I don't even know your favorite snacks yet!$h",
	"LouisDialogue.refusal_no_heartsB": "You want to marry me?#$b#I appreciate the enthusiasm... but we only just met!",
	"LouisDialogue.refusal_knownA": "Thanks again for the offer but I told you it's too early.",
	"LouisDialogue.refusal_knownB": "You're asking me again? I thought we already talked about this @.$s",
	"LouisDialogue.refusal_botherA": "Please leave me some space.$s",
	"LouisDialogue.refusal_botherB": "Sorry, I'm standing firm.$s",
	"LouisDialogue.Resort_Entering": "Today was a slow day so I decided to close shop and spend a day on the beach.",
	"LouisDialogue.Resort_Leaving": "Time to go back home, see you back in town, @.",
	"LouisDialogue.Resort_Shore": "Look at this beauty, Robin and Willy did a great job in restoring the ship.",
	"LouisDialogue.Resort_Umbrella": "It got a bit hot don't you think?#$b#Be careful not to stay too long in the sun.",
	"LouisDialogue.Resort_Wander": "Have you noticed how smooth the boat runs?#$b#Not to toot my own horn but I think I did a great job with the engine repairs.$h",
	"LouisDialogue.Resort_Wander_2": "I'm not used to just relaxing, maybe I should check on Willy and talk a bit?",
	"LouisDialogue.Resort_Chair": "Hey @, want to sit down with me for a bit?$h",
	"LouisDialogue.Resort_Bar": "There are so many drinks on this menu.#$b#I can't decide which one to choose. Any suggestions?",
	"LouisDialogue.Resort_Towel": "I should have brought a book.#$b#There is nothing better than reading on a nice day like this.",
	"LouisDialogue.Resort_Towel_2": "Although we have a beach in town coming here for a day is a completely different feeling, don't you think?",
	"LouisDialogue.Resort_Towel_3": "@, your face is red! Oh my, here, take this.[612]#$b#Don't forget to stay hydrated! The sun is brutal today.",
	"LouisDialogue.Resort": "What a surprise to see you here, @! Are you taking a day off too?",
	"LouisDialogue.give_flowersA": "@, do you mean, you want to make our relationship official?$l#$bOf course I would love to. These flowers are beautiful, thank you so much.$l",
	"LouisDialogue.give_flowersB": "Flowers? For me?$h#$b#Does this mean you want to make us two official?$l#$b#I would love that!$l",
	"LouisDialogue.give_pendant": "...!#$b#@, you're proposing to me?$l#$b#Yes, I would love to be your husband.$l#$e#I will make you the happiest person in the world. I promise.$h",
	"LouisDialogue.stardrop_gift": "@, being with you is my greatest joy, I'm thankful to be at your side, so I got you this as a token of my love.$l#$b#I hope this will help make your work easier.$h",
	"LouisDialogue.Mon": "Mondays are always busiest!#$b#You wouldn't believe how many calls are on my answering machine after a single weekend...$h",
	"LouisDialogue.Tue": "Hey, @. How's it going?#$e#I'm okay!$h#$b#Can't wait to clock out and read this book I've got my nose between at the moment...$h#$e#It's called 'The History of Clean Energy'. A good read.",
	"LouisDialogue.Wed": "Lewis and I share a similar name which sometimes causes our letters to get mixed up, but I don't mind that.#$b#I enjoy the little walk to pick up my letters.$h",
	"LouisDialogue.Thu": "Have you seen the broken bus at the stop? I used to repair it, but now there is not much I can do until Lewis gets the funding for new parts.#$e#To be honest a lot of issues could have been avoided if they brought the bus to routine inspections.#$e#If you get a vehicle make sure to come by for maintenance.$h",
	"LouisDialogue.Fri": "Hello, do you need anything repaired?#$b#Tractor?#$b#Car?#$b#Lawnmower?#$b#Bicycle?$h#$b#Just saying hi? Haha, thank you for stopping by then.#$e#I enjoy a chat from time to time just as much as tinkering.$h",
	"LouisDialogue.Sat": "Weekends are the perfect time for me to dive into books, it's never a bad time to learn something new don't you think?",
	"LouisDialogue.Sun": "The car on the jack? Oh don't worry, it's not broken.#$b#This is my own car, I just like to tinker with it.$h#$b#Why do you ask? Is there anything you would like to know about it?$h#$q 90000/90001 R5_CarJackQ#Is there anything you'd like to ask?#$r 90002 15 R5_CarJackQ_Why#Why did you choose this car specifically?#$r 90003 0 R5_CarJackQ_No#No, I was just curious.",
	"LouisDialogue.R5_CarJackQ_Why": "Oh, it's a Renault 5 E-Tech!$h#$b#A true cult classic re-imagined as an electric vehicle, beautiful don't you think?#$e#My parents used to own a original one back in the days.#$b#Dad was always working on his car when I was a child and I loved helping him.$h#$e#Hah, it brings back nice memories.$l",
	"LouisDialogue.R5_CarJackQ_No": "Okay, if you want to know something about a car, then I am your man!$h",
	"LouisDialogue.Mon2": "Being a mechanic in a town with barely any vehicles might sound like a bad idea, but don't worry, I can do much more than just repair cars.#$b#Bring me anything that has any mechanical parts, motor or wheels and I can fix them!$h",
	"LouisDialogue.Tue2": "How is the work on your farm going? Do you have any electrical equipment you need help with?$h#$b#You work by hand? That's quite impressive!",
	"LouisDialogue.Wed2": "Nice to see you here @. How are you doing today?$h",
	"LouisDialogue.Thu2": "Here in town there is not much of an incentive to drive a car, you can walk everywhere you need to go.#$e#Yet with the bus being down and the train only stopping by ever so often, a car can give you a lot of freedom.$h",
	"LouisDialogue.Fri2": "Hey, @!$h#$q 90004/90005 R5_WhatIsShop#Can I help you?#$r 90006 15 R5_WhatIsShop_Why#Yes. I'd like to ask what your shop is all about.#$r 90007 0 R5_WhatIsShop_No#No, I'm just passing by.",
	"LouisDialogue.R5_WhatIsShop_Why": "Let's see. I of course repair and maintain cars and other vehicles here.$h#$b#I also sell parts and upgrades to cars, and in case you want to buy a car, I am a licensed trader for the same brand my car is from!#$e#Mhm, what else? Oh! Right, while I can repair everything, I lately specialized in electric vehicles.$h",
	"LouisDialogue.R5_WhatIsShop_No": "Of course, let me know if you have any questions.$h",
	"LouisDialogue.Sat2": "Moving here to the valley was a great risk, but I am glad I took it.#$b#Pelican Town is a great place to live.$h",
	"LouisDialogue.Sun2": "Your grandpa owned the old farm right? I heard people talk about it.#$b#They said that back in it's prime it was sight to behold. I wish I could have seen that.$h#$e#Although, now that you are here maybe I still can!$l",
	"LouisDialogue.Mon4": "Hey, @, I have a question for you...$h#$q 90010/90011 R5_JojaQ#What did you do before you moved to the valley?#$r 90012 30 R5_JojaQ_Answer#I was working as an accountant for Joja.#$r 90013 0 R5_JojaQ_No#I'd prefer not to talk about it.",
	"LouisDialogue.R5_JojaQ_Answer": "Oh, Joja? I have their trucks in my shop often, but otherwise I know very little about them.#$b#Maybe we can talk about it some more if you like, I'd like to learn more about you.$h",
	"LouisDialogue.R5_JojaQ_No": "Oh, no problem. Maybe we can talk about other things later on, I'd like to learn more about you!$h",
	"LouisDialogue.Tue4": "Last week, I went to the mountains to talk with Robin about repairing her old truck when I saw her hurling entire logs of wood up the hill.#$b#It was both fascinating and terrifying seeing her just shoulder lift an entire tree and walk away like it's nothing!$h",
	"LouisDialogue.Wed4": "For cars, it is common for the engine and other parts to be rebuilt a number of times over the years, so don't worry too much if something breaks.#$b#I can fix it!$h",
	"LouisDialogue.Thu4": "Oh hello @! Have you seen the new Motor Monthly Magazine?#$b#They have an article about the Renault 5. Here, take a look...#$b#%Sustainable, great performance and battery capacity, reliable and affordable... A masterful blend of tradition and modernity...#$e#...! Sorry if that was boring, I got a bit carried away.$s#$e#I'm just really excited to read such good things about my car!$h",
	"LouisDialogue.Fri4": "Alex stopped by earlier and asked if I am in need of an apprentice.#$b#A set of extra hands around here wouldn't be too bad... I'll seriously consider it.",
	"LouisDialogue.Sat4": "Finally, the weekend is here. Time to relax and recharge for the next week.$h",
	"LouisDialogue.Sun4": "On sundays, I like to take my car out of the garage and go for a drive.#$b#There are a few scenic locations that are absolutely worth visiting.$h#$e#We can go for a drive together someday, what do you think?",
	"LouisDialogue.Mon6": "Have you seen Sebastian's motorcycle? A classic forgotten beauty, he got it from a scrapyard and wants to restore it.#$e#Sebastian stops by ever so often to ask for advice if he is stuck, but he is a fast learner, I have no doubt he will manage.$h",
	"LouisDialogue.Tue6": "Hello @, It's nice to see you. How are things coming along on your farm?$h",
	"LouisDialogue.Wed6": "%Louis is on the phone, he signals to you to wait for a moment.#$e#$y 'Wait?_Yes please._Hello Gus, I just got the delivery date for you car, we can meet up so I can explain the new functions... Yes, of course I keep that date open for you.. See you then.$h#$b#Sorry for the wait. I just set up the pick up appointment for Gus' new car!$h#$b#Huh, you didn't know he had one before? I'm surprised you never at least heard it, that car wakes up half the town when he brings it out at 4AM to drive to the city to pick up stuff for the saloon.#$e#Don't worry, the new car is an electric, no one's sleep will have to suffer anymore..._Leave for now_Hello Gus, I just got the...'",
	"LouisDialogue.Thu6": "How are you doing? You know the snack machine in my garage is open to the public, you can always use it!#$b#I recommend the energizer bars, if you need a extra bit of power to make it through the day, they're just perfect!$h",
	"LouisDialogue.Fri6": "Just look at this @! My repair shop is mentioned in the Motor Monthly Magazine!$h#$b#They gave me the green seal for environmental engagement and service!$h#$e#This is so exciting, I couldn't have done this without your support. Thank you @.$h",
	"LouisDialogue.Sat6": "I just finished another book - nothing about cars this time.#$b#Penny gave it to me as a freebie, I didn't notice it was a novel until I came home, but I have to say, it was really good!#$e#If you want to read it, it's called 'Chase' - it's a mystery novel about a detective in a cat and mouse game with a jewellery thief.",
	"LouisDialogue.Sun6": "I want to expand my shop in the future and offer some more personalized services. I let you know when I have the details!$h",
	"LouisDialogue.Mon8": "George's wheelchair broke down yesterday, normally I should charge for a emergency weekend repair but this would feel wrong.$h",
	"LouisDialogue.Tue8": "Hey, @! You're just in time, give me a little moment.$h#$b#...$h#$b#...$a#$b#...alright, I am done. Here, this is for you! It's a keychain for your wallet!$h#$b#I hope you like it.$h",
	"LouisDialogue.Wed8": "I was looking forward to seeing you.#$b#You look good today, it's impressive how you manage to stay looking so fresh even though your work is so demanding.",
	"LouisDialogue.Thu8": "Today is a slow day, I was thinking about closing up early and going for a walk, would you want to go with me?$h",
	"LouisDialogue.Fri8": "Have you read any interesting books lately? I would like to get into some more novels. If you have anything interesting reads let me know!$h",
	"LouisDialogue.Sat8": "Today is a good day.#$b#Why?#$b#Because you walked up to me, of course!$h",
	"LouisDialogue.Sun8": "I've been thinking a lot lately... I was always happy to go for a drive alone to clear my mind of things and explore the countryside.#$b#But now, whenever I go for a drive, I feel like you're missing!#$b#I can't stop thinking about just us two, driving without a destination, seeing the landscape passing by and listening to music.$h#$e#So... do you want to join me next time?",
	"LouisDialogue.Mon10": "Is that my favourite farmer coming to lighten up my monday?$h#$e#I could spend all day just talking to you, @!$l",
	"LouisDialogue.Tue10": "Whenever I see you around I feel like work just got ten times more enjoyable.#$b#Stay as long as you like - you're a welcome addition to my shop!$h",
	"LouisDialogue.Wed10": "Time for another midweek visit? I am happy you take the time to visit even though you have so much to do on your farm.#$b#Thank you.$l",
	"LouisDialogue.Thu10": "Hello @, as always, you have impeccable timing, I was just about to take a break, do you want some coffee?$h",
	"LouisDialogue.Fri10": "Say... have you ever thought about having children?#$b#I saw some new child seats in the latest 'MMM' and somehow I had to think how maybe in the future we could go a ride with our children.#$b#Would that be something you would like?$l",
	"LouisDialogue.Sat10": "I wish the weekend would last forever, so I can spend more time with you.$h",
	"LouisDialogue.Sun10": "I was just about to get my car, do you want to go for a drive with me? I found an amazing spot I want to show you.$h",
	"LouisDialogue.winter": "Winter's the coolest season!#$b#Mostly because it's my birthday on the 23rd...$h",
	"LouisDialogue.rainy": "Urg, rain!$a#$b#I can never get any proper work done in weather like this...#$e#Should I just sack off my work and go for a hot drink at the Saloon?$h",
	"LouisDialogue.joja_Begin": "Morris approached me recently for a exclusive maintenance contract for their truck fleet - this is a great opportunity for me!#$b#Of course I am sad to see the old community center go but I can understand Lewis' decision.",
	"LouisDialogue.cc_Begin": "I heard you want to fix the community center. I hope it works for you, be careful not to overwork yourself.$h",
	"LouisDialogue.cc_Bus": "Have you seen the bus? I am so glad Lewis followed my advice and went for an electric bus this time.#$b#Let's hope he will also listen to my routine inspection summons...$h",
	"LouisDialogue.cc_Minecart": "Did you know the minecarts are back in operation?#$b#I wasn't the one who did it, I wanted to work on them but Lewis never wanted to fix them.#$e#Now that they're back I will add them to my routine inspection schedule so they stay operational.$h",
	"LouisDialogue.cc_Complete": "So this is the community center? I never thought I would see it back in it's glory.#$b#You did a great job, @!$h",
	"LouisDialogue.movieTheater": "We have a movie theater now? How exciting! It's been ages since I went to one. Let's go watch a movie together!$h",
	"LouisDialogue.Saloon": "I usually don't drink, but I enjoy the atmosphere here.",
	"LouisDialogue.Saloon2": "Hey @, you're here too? How was your day?$h",
	"LouisDialogue.Saloon4": "It's great to see you, come sit with me. I was just about to order, do you want something?$h",
	"LouisDialogue.Saloon6": "Hello, I was hoping to see you today. How are things on the farm?$h",
	"LouisDialogue.Saloon8": "Gus and Emily have a lot to do today, so service is a bit slow, but I don't mind.#$b#It's nice to just sit and relax a bit.$h",
	"LouisDialogue.Saloon10": "I am so glad you could made it today, you must be exhausted.#$b#Let me get us some drinks and then you can tell me about your day. What would you like?$h",
	"LouisDialogue.Saloon_Sat2": "The weekends are always the busiest. I had a hard time finding a place to sit.",
	"LouisDialogue.Saloon_Sat4": "...$s#$b#Sorry, I was a bit distracted, I was thinking about the charging points.$s#$b#Maybe I can ask Lewis for public funding so they're free to use for the villagers?",
	"LouisDialogue.Saloon_Sat6": "Hey @! I was just thinking about you and suddenly you're there, next to me!#$b#Can I treat you to something?$h",
	"LouisDialogue.Saloon_Sat8": "I was talking with Emily earlier - she said there is a new drink on the menu. I want to try it out, do you want one too?$h",
	"LouisDialogue.Saloon_Sat10": "Did you know that your presence lights up the entire room?$l#$bIt's amazing to see how you enter and everyone seems to brighten up.$h",
	// Louis Marriage Dialogue
	"LouisDialogue.Marriage.spring_1": "Finally spring, time to get some spring cleaning done! There is nothing better than the smell of a clean house to start a new year don't you think?",
	"LouisDialogue.Marriage.summer_1": "It's getting hotter by the day, please be careful. Don't overwork yourself and stay hydrated. Don't forget my shop is air-conditioned so stop by when you need to cool down.",
	"LouisDialogue.Marriage.fall_1": "I think fall is the perfect season for a ride, diving through a valley filled with colorful leaves always relaxes me. Mhm... You know what? It's been a while since we last went out right? How about a drive to our favorite spot.",
	"LouisDialogue.Marriage.winter_1": "The roads in the valley are dangerous during the winter season. They don't really maintain the roads outside of settlements. I wish we could drive out for a trip but your safety is more important to me.",
	"LouisDialogue.Marriage.Outdoor_Louis1": "Such a beautiful day, but not as beautiful as you. You look great today.",
	"LouisDialogue.Marriage.Outdoor_Louis2": "I decided to take the day off and enjoy the weather, Alex is manning the shop, I'm sure he will manage but I still check on him later to bring him some food and talk a bit.",
	"LouisDialogue.Marriage.Rainy_Night_1": "On rainy nights like this I am always reminded how lucky I am to be with you. Outside it's gloomy and the rain pours down, but in here... Here when I am with you it's warm and the pouring rain turns into a soothing song.",
	"LouisDialogue.Marriage.Rainy_Night_2": "I got a new book from the library, a warm blanket and some tea... Everything is in place for a relaxing night.",
	"LouisDialogue.Marriage.Rainy_Night_3": "Did you go out without a umbrella? You're soaking wet come here let me bring you a towel before you get sick.",
	"LouisDialogue.Marriage.Rainy_Day_1": "Don't stay out too long in the rain. And be careful when you walk off the paved roads... I know, I know you manage. I'm still worried.",
	"LouisDialogue.Marriage.Rainy_Day_2": "Here take some hot coffee with you. I probably stay indoor today the weather is just not for me.",
	"LouisDialogue.Marriage.Rainy_Day_3": "It's raining again... Say do you want to slack of for a bit and go for a drive? We could take a trip to the desert and warm up a bit.",
	"LouisDialogue.Marriage.indoor_Night_1": "It's getting late, we should settle in for the day don't you think? Oh dear, you look exhausted do you want a massage?",
	"LouisDialogue.Marriage.indoor_Night_2": "Looking at the moon always reminds me of our date at the cliff. Words can not describe how happy you made me that day. How about we go again?",
	"LouisDialogue.Marriage.indoor_Night_3": "I am tired, the day was exhausting but looking forward to seeing you in the evening got me through the day.",
	"LouisDialogue.Marriage.indoor_Day_1": "I woke up early today and went out to get something for you. [ 206 ]",
	"LouisDialogue.Marriage.indoor_Day_2": "I have to get some work done today. Thankfully most of the administrative work can be done from home so no need for me to go to the shop today.",
	"LouisDialogue.Marriage.indoor_Day_3": "Waking up next to makes me start my day with a extra boost in confidence because of all the people I am the lucky one who can be with you like this.",
	"LouisDialogue.Marriage.spring_Louis": "What a lovely day, perfect for a picnic I know just the spot a bit up north.#$b#Want me to get my keys and we drive up there?",
	"LouisDialogue.Marriage.summer_Louis": "You always amaze me, it's so hot outside that I feel like I'm melting while you are working hard on the farm.#$b#I think I should try to take after you and do the same.",
	"LouisDialogue.Marriage.fall_Louis": "You always look extra beautiful in fall, I can't tell you why exactly but somehow the season suit you well.",
	"LouisDialogue.Marriage.winter_Louis": "It's so cold today, I want to curl up next to the fireplace and just hibernate for the rest of the year.#$b#Maybe you can warm me up?$l",
	"LouisDialogue.Marriage.spouseRoom_Louis": "I'm glad we could make room for a study for me here.#$b#Now I don't really need my apartment in the shop anymore, maybe we should rent it out?",
	"LouisDialogue.Marriage.patio_Louis": "What do you think about this cute little car model? I built it myself, I'm sure our kid will enjoy it.",
	"LouisDialogue.Marriage.OneKid_0": "$kid1 didn't sleep well last night, I didn't want to wake you up so I took them and we went for a ride. It worked wonders, I should keep that in mind.",
	"LouisDialogue.Marriage.OneKid_1": "I have to call my parents and thank them. Why? Having a child made me realize that it's quite a struggle to balance work, family and life. And I want to tell them that I am glad they found that balance and gave me a happy childhood.",
	"LouisDialogue.Marriage.OneKid_2": "Thank you for looking after the baby yesterday so I could get some sleep in.#$b#I know you have a lot of work managing the farm and you still manage to be a good parent, it's inspiring.",
	"LouisDialogue.Marriage.OneKid_3": "$kid1 picked up my wrench today and tried to imitate me working.#$b#It was the cutest thing, I was so sad you weren't there to see it.",
	"LouisDialogue.Marriage.TwoKids_0": "Handling two kids is though sometimes but it is also worth it. I'm happy to see the two trouble makers grow up, maybe when they're old enough they will follow in our footsteps. I could use someone to take over the shop when I am old.",
	"LouisDialogue.Marriage.TwoKids_1": "Sometimes I feel a bit jealous of our children, what I would give to be a child again and not have to care about anything.",
	"LouisDialogue.Marriage.TwoKids_2": "I took the children for a fun trip while you were gone. Sadly it was cut short, $Kid2 fell and cut his knee so we got back early. Don't worry they're fine we bandaged everything up and they got a large ice cream cone for being so brave.",
	"LouisDialogue.Marriage.TwoKids_3": "I always thought I had a good grasp on things and would manage just fine. Having two little tornado's in the house made me rethink that stance. I never called my parents so much for advice before.",
	"LouisDialogue.Marriage.Good_0": "I'm so glad to see you, I missed holding you in my arms.",
	"LouisDialogue.Marriage.Good_1": "Every day I thank the spirits that they brought us together. You make me the happiest person in the world.",
	"LouisDialogue.Marriage.Good_2": "How about we go out for dinner tonight?#$b#I want to treat you to something fancy up in the city.",
	"LouisDialogue.Marriage.Good_3": "I never imagined my life would turn out like this but I am glad it did.#$b#I can think of nothing more fulfilling than being together with you.",
	"LouisDialogue.Marriage.Good_4": "Your smile is enchanting did someone tell you that before? With every smile you share with me you make me fall in love even more.",
	"LouisDialogue.Marriage.Good_5": "Can I do anything to help you? If we work together we can get the work done faster and spend more time together. Win-Win.",
	"LouisDialogue.Marriage.Good_6": "I heard there is a car cinema in Downtown Zuzu, how about we pick out a film and go there later?",
	"LouisDialogue.Marriage.Good_7": "Come here for a moment. I just want to hold you for a second, to recharge my batteries. ... Thanks I feel much better now, now on to a productive day!",
	"LouisDialogue.Marriage.Good_8": "I was looking at our wedding pictures, you so looked beautiful back then. And now when I look at you those pictures don't do you justice you look even more beautiful now.",
	"LouisDialogue.Marriage.Good_9": "Do you really have to leave? We could just stay in bed today, I could make us breakfast and we watch some films together and see where the day takes us. What do you think?",
	"LouisDialogue.Marriage.Neutral_0": "At first I didn't know if I should take an apprentice, I always had a lot of work but I never felt like I needed help but having Alex in the shop makes a lot of work way easier.",
	"LouisDialogue.Marriage.Neutral_1": "I am thinking of getting to the town and getting some chores done today. Don't worry it won't take too long.",
	"LouisDialogue.Marriage.Neutral_2": "I love seeing you work on the farm, you look so at peace and happy while doing so, it's cute.",
	"LouisDialogue.Marriage.Neutral_3": "Don't stay out too long today, I cook something for us later and we can talk a bit about our days.",
	"LouisDialogue.Marriage.Neutral_4": "I missed you, I know you just been a couple of hours but to me it felt like an eternity.",
	"LouisDialogue.Marriage.Bad_0": "You seem distant lately, is everything ok?$s",
	"LouisDialogue.Marriage.Bad_1": "I'm sorry I'm not feeling well today, I probably stay in bed...$s",
	"LouisDialogue.Marriage.Bad_2": "Sorry, I'm not in a good mood, I just need some time to think.$s",
	"LouisDialogue.Marriage.Bad_3": "I feel like we are drifting apart, is there anything we can do about it? I don't want to lose you.$s",
	"LouisDialogue.Marriage.Bad_4": "Did I do something to upset you? I feel like you are trying to avoid me...$s",
	"LouisDialogue.Marriage.Bad_5": "Please @, I want us to go back to the way it was before when this house was filled with laughter and happiness...$s",
	"LouisDialogue.Marriage.Bad_6": "Is it me? Is there anything I can do to make things better? Please tell me.$s",
	"LouisDialogue.Marriage.Bad_7": "I probably go out today, take the car for a drive and think a bit about the future.$s",
	"LouisDialogue.Marriage.Bad_8": "Can we talk? Is there anything that is weighing on your mind? Anything I can help you with?$s",
	"LouisDialogue.Marriage.funLeave_Louis": "I'll go to the shop and check on Alex.#$b#He had some smaller issues with a little project so I want to help out a bit.",
	"LouisDialogue.Marriage.funReturn_Louis": "I'm back home, I missed you. How was your day?",
	// Events
	"Events.2Hearts.0": "So, do you think you can fix it?$s",
	"Events.2Hearts.1": "Ah, it's farmer @!$h#$b#Come over here, maybe you can help us out.",
	"Events.2Hearts.2": "Clint's ancient doohickey has stopped working.$h",
	"Events.2Hearts.3": "It is not an ancient doohickey!$u#$b#It's modern... ish.$s",
	"Events.2Hearts.4": "Either way, the darn thing has gone kaput!",
	"Events.2Hearts.5": "Got any ideas?#Did you check the quantum carburetor?#Did you try turning it off and on again?#Hmm, I think... it's... broken.",
	"Events.2Hearts.6": "Haha, good one!$h#$b#Oh well, I'll have to send it off to the Engineer Alliance in Zuzu City, they'll be able to fix it.$s",
	"Events.2Hearts.7": "Me and you both need to do a bit of research on our ancient thingy-majigs, right @?$h",
	"Events.2Hearts.8": "Mhm, thanks for the wise insight, @.$u#$b#It's okay, Louis, I'll take it to Robin, see if she can do anything with it...$s",
	"Events.2Hearts.9": "Me and you both need to do a bit of research on our ancient thingy-majigs, right @?$h#$b#To be fair, you didn't exactly try, did you?",
	"Events.2Hearts-Fork-Fix.0": "You... might be onto something, @!$h",
	"Events.2Hearts-Fork-Fix.1": "The machine whirs into action...",
	"Events.2Hearts-Fork-Fix.2": "@! It worked, you're a genius!$h",
	"Events.2Hearts-Fork-Fix.3": "You saved my baby! Thank you, @!$h#$b#Here's some money as a token of my appreciation...",
	"Events.2Hearts-Fork-Fix.4": "Thanks for your help earlier, we couldn't have done it without you!#$e#You're... kinda a genius!$h",
	"Events.2Hearts-Fork-Fix.5": "Seems I know more than I thought! ... Is a quantum carburetor even a real thing...?",
	"Events.3Heart.0": "Oh!",
	"Events.3Heart.1": "Hey there, @.$h#$b#I assume you're here about my letter?#$b#I had the brilliant idea to install some shared community electric vehicle chargers for the town to use.#$b#The energy will be fully hydroelectric and wind turbine powered, so it'll all be sustainable.$h#$b#The best part, it'd be free for the townsfolk! I already got Lewis on board, too.",
	"Events.3Heart.2": "I'd need your help to gather the resources to build them, though.#$b#It's nothing too extortionate, a couple thousand gold and some metal bars, mostly...$h#$b#If you could help me out, it'd mean a lot to me and the townsfolk!$h#$b#Think about it! If you want to donate any resources, I'll leave a crate outside tomorrow.",
	"Events.3Heart.3": "Well, I guess I'll get back to it!#$b#See you around, @.$h",
	"Events.3Heart.4": "This project sounds awesome - free, clean energy for the townsfolk to power their vehicles!",
	"Events.3Heart.5": "I'm glad you're helping me with this project, it'll be awesome!$h",
	"Events.4Heart.0": "What did you do to it, Lewis?$3",
	"Events.4Heart.1": "Nothing! It just stopped working, I promise...$5#$b#I hope you can fix it, Louis. I'm supposed to be going to a Governor's meeting in Zuzu tomorrow...$s",
	"Events.4Heart.2": "Hey, @! Good to see you. I need some help here.$h#$b#Can you take a listen to the engine at the back whilst I try to start the car?",
	"Events.4Heart.3": "Gordon Bennett! What the devil was that?!$s",
	"Events.4Heart.4": "It didn't sound good...$s#$b#Let me come and take a look.",
	"Events.4Heart.5": "Let's take a look...#$b#What?!",
	"Events.4Heart.6": "What is it?!",
	"Events.4Heart.7": "There's a carrot in your engine! It was causing some issues with the motor...$h",
	"Events.4Heart.8": "Those darned kids...$a#$b#I bet they've been messing around with my car...$s",
	"Events.4Heart.9": "Well thank you both for your help!$h#$b#I don't know what I'd have done without my car. It's an absolute essential for my role as Mayor!",
	"Events.4Heart.10": "Oh well, silly kids... at least we fixed it!",
	"Events.4Heart.11": "Thanks for your help, @. Solving problems like this is a really fun brain workout, right?",
	"Events.4Heart.12": "Yes, whatever you say, Louis...$h",
	"Events.4Heart.13": "Let's all go for a drink...",
	"Events.4Heart.14": "Well, that was hilarious. Those kids are ruthless!",
	"Events.4Heart.15": "Thanks for your help, @!$h#$b#Maybe you should be my apprentice...$h",
	"Events.6Heart.0": "Oh, @! What a lovely surprise.$h#$b#I was just reading this book.#$b#It's called...$u#$b#Uh...$s#$b#It's called 'Warriors of the Heart'.$l",
	"Events.6Heart.1": "Sorry, I'm just a little embarrassed.$l#$b#I usually read the more science-based books in the library...#$b#But I always find myself chatting to Penny, and before I know it, I have 5 of her book suggestions cradled in my arms!$h",
	"Events.6Heart.2": "Don't you think I'm a bit weird for reading these emotional books?#No, it's cool. Cute, in fact.#Yeah, it is a bit weird.#No, not weird! I just assumed you were all manly.",
	"Events.6Heart.3": "Oh.$s#$b#I guess I'll see you later, then, @...$s",
	"Events.6Heart.4": "Maybe I could've handled that better...",
	"Events.6Heart.5": "That's fair enough. I am a muscly mechanic, after all!",
	"Events.6Heart.6": "It's just, I get lost in these books and their awesome stories...#$b#Everything in a book is better than real life!$h#$b#You can't tell me you'd rather be working the 9-to-5 than sneaking off and stealing a kiss on a cliff at midnight!",
	"Events.6Heart.7": "I guess that's the exact reason you left the city, huh?",
	"Events.6Heart.8": "I love the valley, don't get me wrong, I just wish there was a bit more magic to it all.$u",
	"Events.6Heart.9": "Ah, I'll quit my yapping now and let you get back to work, eh?#$b#I'll be right here finishing this chapter if you need me!$h",
	"Events.6Heart.10": "I had no idea Louis was so into reading novels! Maybe I should surprise him with a good book one day.",
	"Events.6Heart.11": "Or maybe we could take one of those sneaky cliff getaways he was talking about!",
	"Events.8Heart.0": "Hey, @...#$b#Jump in the car with me.$h",
	"Events.8Heart.1": "...#$b#Isn't it beautiful?$l",
	"Events.8Heart.2": "Sometimes, when the stress of the world is too much, I drive up here alone.$u#$b#It's a nice space to think, and to remember the beauty of the world.#$b#It's so peaceful, isn't it?$l",
	"Events.8Heart.3": "Of course, recently, everytime I came here, I've felt...#$b#Lonely.$s",
	"Events.8Heart.4": "Well, that's why I brought you up here with me...$h#$b#You're so close to me, @.$h#$b#I really cherish you, I do.#$b#You're one of the only townsfolk that doesn't see me as 'just the mechanic'...$l",
	"Events.8Heart.5": "I...$s#$b#I really appreciate it.#$b#I really appreciate... you.$h",
	"Events.8Heart.6": "...#Move closer for a kiss.#...",
	"Events.8Heart.7": "Well, thank you for coming up here with me, @.$l",
	"Events.8Heart.8": "I'm really glad I spent the evening with Louis.",
	"Events.8Heart_Kiss.0": "Louis and I spent the rest of the night on the cliff. I'm really glad I went.",
	"Events.EVDone.0": "@! Did you see the chargers outside?$h",
	"Events.EVDone.1": "Me and Robin built them last night! Aren't they just the coolest?$h",
	"Events.EVDone.2": "This marks the start of Pelican town's entrance into the world of clean energy, I think...$h#$b#Anyway, as a token of my appreciation, I got my friend Bill to come from Zuzu City to do me a favour...$h",
	"Events.EVDone.3": "This here vending machine has been out of service for a while, but since we got it up and running last night, it's all good to go.$h",
	"Events.EVDone.4": "...#What does it do?#What snacks are inside?",
	"Events.EVDone.5": "It's a good thing you asked!$h#$b#Every day, I'll stock the machine up with one snack.#$b#Now, this snack is packed full of so much energy, it might blow your head off!$h#$b#You'll see what I mean when you try one...$h#$b#Anyway, they're 2,500G each, but that's a steal, I'm making a loss giving them away at a price like that!$h#$b#But for you, I'll make an exception to thank you for your help, @...$l",
	"Events.EVDone.6": "Oh- I'd love to give you the first one free, but... I'm pretty hungry.$h",
	"Events.EVDone.7": "Anyhow, feel free to come grab one whenever you want!$h#$b#I've got to get back to work now, I've got some work to do on my tires.$u#$b#See you around, @.$h",
	"Events.EVDone.8": "Those snacks look delicious... I should go back and get more sometime!",
	"Events.EVDone.9": "Hey, @!$h#$b#Thanks again for your help with the chargers.#$b#I hope you're making good use of those energizer bars!$h",
	// OTHER NPCS
	"Pam.Mon4": "Louis is a cinnamonbun, such a young understanding lad.#$b#He's the only one who doesn't blame me for the bus breaking down.#$e#I might not look like it but I took my job every seriously.",
	"Pam.Tue6": "This old gal is finally back in the saddle!With a new bus nonetheless!#$b#Have you seen the pretty babe? Quiet as a mouse and driving is as comfortable as delightful, I finally feel alive again.",
	"Lewis.Wed4": "Did you see the car next to my house? It's the same type Louis has. I saw him work on it in his garage once and I really liked it.#$b#Cars are expensive but the government subsidized these electric cars so it was a good idea to switch.",
	"Lewis.Sat2": "There aren't many cars in this town and since the bus broke down sometimes people ask to borrow the cars of the few who have one. In a small town like ours we need to work together and I trust everyone drives safely. Especially with all those modern safety systems, I am not too worried.",
	"Lewis.Mon2": "Gus finally took my advice and got himself a new car. That old rust bucket was waking me up every Wednesday at 4AM on the dot.",
	"Harvey.Mon2": "The clinic isn't doing well. I am of course happy everyone is healthy but I need to look for other alternatives if I want to keep the clinic running. Maybe I should invest in a car so I can make home visit and get to patients in other remote areas?",
	"Seb.Wed4": "Sometimes it's easier to ask a specialist when you have trouble.#$b#I spent hours yesterday trying to understand a graphic of how to connect some wiring.#$b#Then I gave up and went down to Louis and he explained it to me in like 5 minutes.$h",
	"Alex.Mon2": "You know @? I always wanted to become an athlete.#$b#But when I helped out at the ice-cream stand last summer I noticed Louis working on the cars in his garage, it looked pretty cool. And I noticed lately that I go there more and more often. Maybe I should ask him if he needs help? What do you think?",
	"Alex.Tue4": "I got it! I got the job! Starting tomorrow I am officially a part of Louis's Garage!#$b#Just wait @, soon I will be the best mechanic south of Zuzu City!$h",
	"Alex.Wed4": "Louis is such a patient teacher, I was worried at first that it's going to be too hard but he said I have talent and I won't disappoint. ",
	"Alex.Thu4": "I got a bunch of books from Louis to read for my apprenticeship. I didn't think that working on cars had so much reading entailed.",
	"Alex.Fri4": "I am so nervous... Tomorrow I will work on my own for the first time... Breathe, Alex. You're good. You got this... I got this right?",
	"Alex.Sat4": "My day alone went well yesterday! Only some minor complications but Louis said I did good. Victory!",
	"Alex.Wed6": "I commissioned Robin to do some upgrades to our bathroom, I want my grandparents to feel safer.#$b#It feels good to be able to afford those things finally, now I want to work even harder so I can buy myself a new training rig.",
	"Gus.Mon": "Finally I got a new car, Pierre and Lewis were haunting me for ages about my old one.#$b#I agree it was loud and falling apart but I had that car for 25 years, it's hard to let go of such things.#$b#Although I have to say having a new car has it's merits, it's cheaper and much more quiet.",
	"George.Thu": "...$h#$b#I was thinking about getting a car, what do you think?",
	"George.Wed2": "My arms grew weaker over the years so I switched to a electric wheelchair.#$b#I don't want to burden Evelyn or Alex with my ailments, so I make sure to visit Louis regularly for inspections.",
	"George.Tue2": "Alex and Louis get along really well, my boy wants to work for him.#$b#I hope Louis will consider it.",
	"Robin.Mon": "Louis came to me and asked about my truck, he offered to fix it for free.#$b#I am considering it but I don't really need a car, sure it is nice for large logs but it's also a great workout for me to carry them home.",
	"Robin.Sat2": "I thought about Louis offer. I don't think I accept it.#$b#I talked with Demetrius and we decided that we sell the old truck and buy a new car, now that we have free community chargers it would make sense to switch from gas to electric.",
	"Robin.Fri": "Sebastian asked if he can borrow our new car, he wants to take Sam and Abby to the city soon.#$b#They want to buy some costumes I think? To go costume playing?#$b#Something like that, he said it's when people meet up to play their tabletop game in real life.$h#$e#I have no idea what that means honestly but I'm glad that they get out more.",
	// FESTIVAL
	"EggFestivalYear1": "This food is so good, it's amazing how many cuisines you can cook out of eggs.#$b#Coming here was worth it just for the food alone.",
	"EggFestivalYear2": "Oh @, are you entering the contest later? I wish you luck if you do, Abigail is a formidable opponent.#$b#But I'm sure you will emerge as the winner!",
	"FlowerDanceYear1": "I walked around the venue for a while now chatting with the others, everyone seems to get ready for the dance do you have a partner yet?",
	"FlowerDanceYear2": "The flower decorations are lovely don't you think?#$b#I helped Evelyn to load up all the decorations and drover her here yesterday, it's impressive how fit she is for her age.",
	"LuauRandomItem": "I brought some spaghetti for the Luau, I hope no one else brought the same.",
	"Festivals.MoonlightJellies.Year1": "So many people here... The docks are going to be packed.#$b#Hopefully I get to the shore in time to secure a good spot.",
	"Festivals.MoonlightJellies.Year2": "Last year was mesmerizing I couldn't wait to close up shop and hurry here again.",
	"Festivals.SDVFair.Year1": "Next year I will 100% snatch a spot for my shop, a lot of people from out of town visit the fair so it's a great way to get the word about my shop out there.",
	"Festivals.SDVFair.Year2": "...I forgot to submit the form again...#$b#Just leave me in my shame. If you look for me I will be with Gus eating a unhealthy amount of ice-cream to numb my pain.$s",
	"Festivals.SpiritsEve.Year1": "Are those real monsters in the cage? Do you think this is safe? Maybe I should go and do the maze instead?",
	"Festivals.SpiritsEve.Year2": "I got lost in the maze last year. Never again.#$b#I swear those spiders were real, they looked at me!",
	"Festivals.IceFestival.Year1": "Have you seen the sculptures? Amazing how Leah made those, she is really talented.",
	"Festivals.IceFestival.Year2": "I thought entering the contest would be easy but it turns out having the technical know-how to build something and actually being creative enough to build something are two different skills.",
	"Festivals.WinterStar.Year1": "I am so excited for my secret friend to open their gift. I hope they will like it.",
	"Festivals.WinterStar.Year2": "I brought an extra gift this year for Gus.#$b#He spends so many hours cooking food for all of us and never expects anything in return.",
	"NightMarket.Day1": "I want to buy some spices and maybe a painting for the shop.#$b#I heard there is a famous painter visiting the night market.",
	"NightMarket.Day2": "Have you tasted the coffee here?#$b#The flavor is so unique and I feel so refreshed, although, it was probably not a good idea to drink coffee so late at night.",
	"NightMarket.Day3": "It's the last day already... I wish the night market would be held more often so I don't have to stockpile everything like I have a family of 8 to feed.",
	
	// FURNITURE
	"Furniture.Dressers.1": "Yellow Retro Dresser",
	"Furniture.Dressers.2": "Yellow-White Retro Dresser",
	"Furniture.Dressers.3": "Yellow Retro Dresser",
	"Furniture.Dressers.4": "Bookshelf Dresser Combo",
	"Furniture.Dressers.5": "Open Retro Shelf",
	"Furniture.Dressers.6": "Small Retro Sideboard",
	"Furniture.Dressers.7": "Bookshelf Dresser Combo",
	"Furniture.Dressers.8": "Stilt Drawer Dresser",
	"Furniture.BST.1": "Small Yellow Bedsidetable",
	"Furniture.BST.2": "Small White Bedsidetable",
	"Furniture.BST.3": "Medium Yellow Bedsidetable",
	"Furniture.BST.4": "Medium White Bedsidetable",
	"Furniture.BST.5": "High Yellow Bedsidetable",
	"Furniture.BST.6": "High White Bedsidetable",
	"Furniture.BST.7": "High Single-Drawer Bedsidetable",
	"Furniture.BST.8": "High Double-Drawer Bedsidetable",
	"Furniture.Couch.1": "Comfy Retro Couch",
	"Furniture.Couch.2": "YBlocky Retro Couch",
	"Furniture.Couch.3": "Front Retro Couch",
	"Furniture.DoubleCouch.1": "Comfy Retro Doublecouch",
	"Furniture.DoubleCouch.2": "YBlocky Retro Doublecouch",
	"Furniture.Fireplace.1": "Retro Fireplace",
	"Furniture.Fireplace.2": "Retro Fireplace Alternative",
	"Furniture.Fireplace.3": "Large Painting Fireplace",
	"Furniture.Fireplace.4": "Large Paitning Fireplace Alternative",
	"Furniture.Fireplace.5": "Multi Painting Fireplace",
	"Furniture.Fireplace.6": "Multi Painting Fireplace Alternative",
	"Furniture.Fireplace.7": "Large Clock Fireplace",
	"Furniture.Fireplace.8": "Large Clock Fireplace Alternative",
	"Furniture.Bookcase.1": "Medium Bookcase",
	"Furniture.Bookcase.2": "Medium Decorated Bookcase",
	"Furniture.Bookcase.3": "Large Open Shelf",
	"Furniture.Bookcase.4": "Medium Drawer-Bookcase Combo",
	"Furniture.Bookcase.5": "Large Drawer-Bookcase Combo",
	"Furniture.Bookcase.6": "Decorated Shelf",
	"Furniture.Bookcase.7": "Drawer-Bookcase Combo",
	"Furniture.RetroBedASingle.1": "Single Retro Bed",
	"Furniture.RetroBedADouble.1": "Double Retro Bed",
	"Furniture.RetroBedBSingle.1": "Single Tidyard Bed",
	"Furniture.RetroBedBDouble.1": "Double Tidyard Bed",
	"Furniture.RetroBedCSingle.1": "Single Highlight Bed",
	"Furniture.RetroBedCDouble.1": "Double Highlight Bed",
	"Furniture.RetroChildBed.1": "Kids Retro Bed",
	"Furniture.RetroChildBed.2": "Kids Tidyard Bed",
	"Furniture.RetroChildBed.3": "Kids Highlight Bed",
	"Furniture.RetroCouchTable.1": "Framed Coffee Table",
	"Furniture.RetroCouchTable.2": "Retro Coffee Table",
	"Furniture.RetroCouchTable.3": "Glass Coffee Table",
	"Furniture.RetroCouchTable.4": "Square Coffee Table",
	"Furniture.RetroCouchTable.5": "Small Yellow Coffee Table",
	"Furniture.RetroCouchTable.6": "Medium Yellow Coffee Table",
	"Furniture.RetroLamp.1": "Metal Lamp",
	"Furniture.RetroLamp.2": "Metal Umbrella Lamp",
	"Furniture.RetroLamp.3": "Cylinder Lamp",
	"Furniture.RetroLamp.4": "Sidetable Lamp",
	"Furniture.RetroLamp.5": "Standing Ball Lamp",
	"Furniture.RetroTV.1": "Retro Plasma TV",
	"Furniture.RetroTV.2": "Broken Retro TV",
	"Furniture.RetroTV.3": "Budget Retro TV",
	"Furniture.RetroRug.1": "Square Geometric Rug",
	"Furniture.RetroRug.2": "Small Square Geometric Rug",
	"Furniture.RetroRug.3": "Yellow Retro Pattern Rug",
	"Furniture.CustomBookCase.1": "Large Bookcase",
	"Furniture.CustomBookCase.2": "Large Shelf",
	"Furniture.CustomDresser.1": "Decorated Wide Dresser",
	"Furniture.CustomDresser.2": "Decorated Low Sideboard",
	"Furniture.CustomDresser.3": "Low Sideboard",
	"Furniture.CustomDresser.4": "Multi-Drawer Dresser",
	"Furniture.CustomDresser.5": "Wide Dresser",
	"Furniture.CustomDresser.6": "Pottet Plant Sideboard",
	"Furniture.CustomDresser.7": "Decorated Dresser",
	"Furniture.CustomDresser.8": "Wide Dresser-Bookcase Combo",
	"Furniture.CustomPlasmaTV.Left": "Left Plasma TV Shelf",
	"Furniture.CustomPlasmaTV.Right": "Right Plasma TV Shelf",
	"Furniture.Pictures.1": "Five Wall Tattoo",
	"Furniture.Pictures.2": "Five Rainbow Wall Tattoo",
	"Furniture.Pictures.3": "Large Vintage Picture",
	"Furniture.Pictures.4": "Small Vintage Artwork",
	"Furniture.Pictures.5": "Picture Wall",
	"Furniture.Pictures.6": "Vintage Photography",
	"Furniture.Pictures.7": "Vintage Key Photography",
	"Furniture.Pictures.8": "Teardrop Artpiece",
	"Furniture.Pictures.9": "Vintage Flower Painting",
	"Furniture.Pictures.10": "Vintage Painting",
	"Furniture.Pictures.11": "Large Golden Artpiece",
	"Furniture.Pictures.12": "Small Clock",
	"Furniture.Pictures.13": "Round Photo",
	"Furniture.Pictures.14": "Large Vintage Clock",
	"Furniture.HangingShelve.1": "Hanging Dresser",
	"Furniture.HangingShelve.2": "Small Hanging Bookshelf",
	"Furniture.HangingShelve.3": "Hanging Knick-Knack Shelf",
	"Furniture.HangingShelve.4": "Hanging Bookshelf",
	"Furniture.WallLamp.1": "Retro Wall Lamp",
	"Furniture.RetroBear.1": "Retro Teddybear",
	"Furniture.RetroBear.2": "Sweet-tooth Teddy",
	"Furniture.RetroCar.1": "Medium Toy Car",
	"Furniture.RetroCar.2": "Large Toy Car",
	"Furniture.RetroCar.3": "Small Toy Car",
	"Furniture.RetroPlant": "Potted Plant",

	"Furniture.RetroArmchair.1": "Yellow Square Armchair",
	"Furniture.RetroArmchair.2": "Yellow Bean Bag Large",
	"Furniture.RetroArmchair.3": "Yellow Bean Bag Medium",
	"Furniture.RetroArmchair.4": "Yellow Rattan Swing",
	"Furniture.RetroArmchair.5": "Round Eggpod Armchair",
	"Furniture.RetroArmchair.6": "Yellow Round Armchair",
	"Furniture.RetroArmchair.7": "Yellow Armchair",

	"Furniture.RetroChair.1": "White Retro Chair",
	"Furniture.RetroChair.2": "White Eggpod Chair",
	"Furniture.RetroChair.3": "White Retro Chair Alternative",

	"Furniture.RetroStool.1": "White Retro Stool",
	"Furniture.RetroStool.2": "White Retro Woodstool",
	"Furniture.RetroStool.3": "White Retro Woodstool Alternative",
	"Furniture.RetroStool.4": "Yellow Retro Stool",
	"Furniture.RetroStool.5": "Yellow Retro Woodstool",

	"Furniture.Cushion.1": "Yellow Cushion",
	"Furniture.Cushion.2": "White Cushion",

	"Furniture.RetroDiningTable.1": "Retro Dining Table",
	"Furniture.RetroMediumTable.1": "Retro Table",
	
	
	// CINEMA
	"Cinema.Before.WithClint": "Going somewhere with Clint is always a good laugh!$h",
	"Cinema.During.WithClint": "(Clint and Louis are enjoying the film...)",
	"Cinema.After.WithClint": "That was fun, huh guys?$h#$b#We should come together again!",
	"Cinema.Before.Comedy": "I love a good comedy. This'll be fun.$h",
	"Cinema.During.Comedy": "Hahahaha! So silly...$h",
	"Cinema.After.Comedy": "That was fun! We should come to see a comedy again another time.$h",
	"Cinema.Before.Horror": "Scary stuff is the best!$h#$b#I hope you don't get too scared, @.",
	"Cinema.During.Horror": "Ahh!$u#$b#Jeez...$s",
	"Cinema.After.Horror": "That was amazing!$h#$b#Horror films are great, right?",
	"Cinema.Before.Generic": "I'm looking forward to this film, @.$h#$b#Thanks for bringing me!",
	"Cinema.During.Generic": "(Louis is engrossed in the film...)",
	"Cinema.After.Generic": "Thanks again for bringing me here, @.$h#$b#It was nice to come and see a film, a nice little break from work.",
}