{
	"GarageBuilding": "Garage Renault 5",
	"GarageDescription": "Ce garage abritera votre toute nouvelle voiture Renault 5 !",
	// Louis' Info
	"Louis.LoveMessage": "Waouh, c'est génial. Merci beaucoup, @!",
	"Louis.LikeMessage": "Vraiment, pour moi ? Merci, @.",
	"Louis.NeutralMessage": "Merci, @. C'est sympa.",
	"Louis.DislikeMessage": "Oh... merci, je suppose.",
	"Louis.HateMessage": "Pourquoi tu me donnes ça, @?#$b#Non, vraiment... tu peux le garder.",
	"Louis.friend": "ami",
	"Louis.acquaintance": "connaissance",
	// Mail
	"Mail.LostToolsQuest": "@,^Je suis un peu gêné, mais j'ai perdu mes outils quelque part en ville !^Si ma mémoire est bonne, je pense que je réparais la voiture de Lewis quand j'ai perdu ma clé à molette.^Quant à mon marteau et mon tournevis, ils pourraient être n'importe où en ville.^Ça signifierai beaucoup si tu pouvais me les ramener, sans parler du fait que j'aurais une récompense pour toi !^- Louis%action AddSpecialOrder R5.CP_LostTools%%",
	"Mail.EVChargersEvent": "Salut @,^J'ai eu une idée brillante ! Viens me voir dans mon garage et nous pourrons discuter de l'installation de quelques bornes de recharge communautaires pour véhicules électriques que la ville pourrait utiliser.^- Louis",
	"Mail.EVChargersBuilt": "Salut @,^J'ai assemblé les chargeurs pendant la nuit.^Merci encore pour les matériaux, ces chargeurs vont vraiment aider tout le monde dans la ville !^- Louis^^P.S. J'ai quelque chose à te montrer... viens me voir au garage à un moment donné.",
	"Mail.EnableCarGarage": "@, J'ai de bonnes nouvelles !^Le représentant de Renault 5 m'a contacté hier soir - ils ont une voiture prête, disponible pour toi !^Si tu es intéressé, tu peux aller construire un garage chez Robin. Il en coûtera 25 000G pour construire le garage, ainsi que pour expédier la voiture.^^- Louis",
	"Mail.FurniturePrompt": "Salut @ !^J'ai quelque chose de vraiment cool à te dire ! Ce charpentier de Zuzu City que je connais m'a dit qu'il travaille avec Renault sur de nouveaux meubles exclusifs.^Je vais stocker ses meubles, quelques pièces aléatoires chaque jour, donc si tu viens au garage tu peux en prendre !^^- Louis",
	"Mail.MeetFor8Heart": "@...^J'ai une surprise pour toi. Viens me voir au garage après 22h pendant n'importe quel jour ensoleillé.^^- Louis",
	// Quests
	"Quests.EVChargers.Dialogue": "Voulez-vous fournir les matériaux pour construire les bornes de recharge communautaires pour véhicules électriques ?",
	"Quests.EVChargers.Description": "Construire des bornes de recharge communautaires pour véhicules électriques à l'extérieur du garage de Louis.",
	"Quests.EVChargers.OrderName": "Bornes de recharge communautaires pour véhicules électriques",
	"Quests.LostTools.QuestTitle": "Les outils de Louis",
	"Quests.LostTools.QuestDescription": "Louis a perdu certains de ses outils de mécanicien autour de la ville. Si vous pouvez les lui retrouver, il a une récompense pour vous.",
	"Quests.LostTools.QuestTask": "Trouvez les outils de Louis autour de la ville.",
	"Quests.EVChargers.QuestDescription": "Louis a eu l'idée de construire des bornes de recharge communautaires pour véhicules électriques dans la ville. Il a besoin de votre aide pour financer le projet.",
	"Quests.EVChargers.QuestTask": "Fournir les matériaux : 5 000G, 5 lingot de fer, 1 lingot d'or et 5 quartz raffinés.",
	"Quests.LostTools.HammerText": "Trouvez et ramenez le marteau de Louis. Il ne se souvient pas où il l'a laissé.",
	"Quests.LostTools.WrenchText": "Trouvez et ramenez la clé à molette de Louis. Il semble se souvenir l'avoir perdue près de la maison de Lewis.",
	"Quests.LostTools.ScrewdriverText": "Trouvez et ramenez le tournevis de Louis. Il ne se souvient pas où il l'a laissé.",
	"Quests.LostTools.HammerReturn": "Mon marteau ! Tu l'as trouvé ?$h#$b#Merci, @. Cela signifie beaucoup.",
	"Quests.LostTools.WrenchReturn": "Ah, ma clé à molette. Merci, @.$h#$b#Était-ce près de la maison de Lewis au final ?",
	"Quests.LostTools.ScrewdriverReturn": "Mon tournevis ! Merci beaucoup, @!$h#$b#Ah, c'était près du chariot de la mine ?#$b#Il me semble me rappeler l'avoir perdu là-bas, oui...",
	// Items
	"Items.EnergizerBar.Name": "Barre Énergisante",
	"Items.EnergizerBar.Description": "Cette barre énergétique est pleine d'énergie à libération lente et de protéines. Elle semble avoir un effet étrange sur l'heure du jour lorsque vous la mangez.",
	"Items.ElectricalHammer.Name": "Marteau Électrique Perdu",
	"Items.ElectricalHammer.Description": "C'est le marteau électrique perdu de Louis. Vous devriez le lui retourner.",
	"Items.ElectricalWrench.Name": "Clé à Molette Électrique Perdue",
	"Items.ElectricalWrench.Description": "C'est la clé à molette électrique perdue de Louis. Vous devriez le lui retourner.",
	"Items.ElectricalScrewdriver.Name": "Tournevis Électrique Perdu",
	"Items.ElectricalScrewdriver.Description": "C'est le tournevis électrique perdu de Louis. Vous devriez le lui retourner.",
	// Interior tile descriptions
	"MechanicShop.1": "C'est le comptoir de la boutique.#Les clients peuvent passer des commandes ici.",
	"MechanicShop.2": "Le mini-réfrigérateur est plein de boissons fraîches et de snacks.",
	"MechanicShop.3": "C'est une borne de recharge pour véhicules électriques.",
	"MechanicShop.4": "Des piles de pneus de voiture sont posées sur le chariot.",
	"MechanicShop.5": "Le classeur est plein de documents financiers de Louis.",
	"MechanicShop.6": "Il y a un petit modèle de R5 sur l'étagère.",
	"MechanicShop.7": "'Golden Sprocket Award 20XX'#C'est un prix qui a été décerné à Louis pour ses compétences mécaniques.",
	"MechanicShop.8": "Il y a une feuille d'affichage qui fait la publicité de différents types de roues.",
	"MechanicShop.9": "C'est un cric de voiture hydraulique pour soulever les voitures du sol.",
	"MechanicShop.10": "Une pile de roues.",
	"MechanicShop.11": "Le chariot est plein de divers équipements mécaniques.",
	"MechanicShop.12": "C'est un chariot pour transporter des choses.",
	"MechanicShop.13": "Un porte-outils.",
	"MechanicShop.14": "Vous ne devriez pas utiliser l'équipement.",
	"MechanicShop.15": "'Contrôles de levage de voiture'",
	"MechanicShop.16": "C'est un équipement utilisé pour souder.",
	"MechanicShop.17": "Les livres parlent d'ingénierie et de compétences de DYI.#'La soudure : Un art sous-estimé'...",
	"MechanicShop.18": "Vous ne connaissez pas la personne sur la photo.#C'est un vieil homme avec une canne.",
	"MechanicShop.19": "Un haltère, pour l'entraînement avec des poids.",
	"MechanicShop.20": "La petite table a une tasse, un bout de papier et un livre ouvert.#La page du livre ouvert parle de quelque chose à voir avec une batterie de voiture.",
	"MechanicShop.21": "'Car Times Yearly 20XX'...",
	"MechanicShop.22": "'Véhicules dans la Vallée'...",
	"MechanicShop.23": "'Une brève histoire du temps'...",
	"MechanicShop.24": "Ce sont des chargeurs de véhicules électriques communautaire pour la ville !",
	"MechanicShop.25": "'Chargeurs de véhicules communautaires'...#'Énergie propre générée !'",
	"MechanicShop.DisplayName": "Garage de Louis",
	// Louis Dialogue
	"LouisDialogue.Introduction": "Hey, besoin de faire réparer votre voiture ?#$b#Oh attendez, vous êtes le nouveau fermier, n'est-ce pas ?$h#$b#Eh bien, bonjour, @ ! Je suis Louis, le mécanicien de la ville.#$e#Faites-moi savoir si vous avez besoin de faire réparer votre voiture !$h",
	"LouisDialogue.danceRejection": "Je suis désolé, je suis un peu occupé ici. Peut-être une prochaine fois.",
	"LouisDialogue.divorced": "Je suis triste que les choses aient tourné de cette façon, mais je te souhaite toujours du bonheur.$s#$e#Prends soin de toi.$s",
	"LouisDialogue.breakUp": "Oh, je comprends.#$e#Je suis désolé d'entendre ça, merci pour le temps que nous avons passé ensemble.$s",
	"LouisDialogue.dumped_Guys": "Peux-tu me laisser un peu d'espace, c'était beaucoup à assimiler.$s#$e#J'ai besoin de réfléchir.$s",
	"LouisDialogue.secondChance_Guys": "J'y ai réfléchi et je veux arranger les choses et essayer à nouveau.#$b#Recommençons, d'accord ?",
	"LouisDialogue.reject_two_heartA": "Désolé, je suis sûr que tu es une personne sympa mais nous nous connaissons à peine.",
	"LouisDialogue.reject_two_heartB": "Ne penses-tu pas que c'est un peu tôt ? Apprenons à nous connaître d'abord.",
	"LouisDialogue.reject_four_heartA": "Je t'aime vraiment @, mais je ne sais pas encore si je t'aime de la même manière que tu m'aimes...$s",
	"LouisDialogue.reject_four_heartB": "Tu ne devrais pas précipiter les choses comme ça, @.$s#$b#Donnons-nous un peu de temps, d'accord ?",
	"LouisDialogue.engageA": "C'est gentil de me montrer ton pendentif.#$e#Je parie que tu es ravi d'être fiancé à %spouse, n'est-ce pas, @ ?",
	"LouisDialogue.engageB": "Tu dois être si fier d'être fiancé à %spouse, ce pendentif est magnifiquement travaillé.",
	"LouisDialogue.marriedA": "Ton conjoint serait contrarié s'il savait que tu essaies de donner un cadeau aussi précieux.$s#$b#Garde-le près de toi.$s",
	"LouisDialogue.marriedB": "Je vais juste faire semblant de ne pas avoir vu ça.$s",
	"LouisDialogue.refusal_no_heartsA": "Mariage ? C'est un peu tôt pour ça, tu ne crois pas ?$s#$b#Je ne connais même pas tes snacks préférés !$h",
	"LouisDialogue.refusal_no_heartsB": "Tu veux m'épouser ?#$b#J'apprécie l'enthousiasme... mais on vient de se rencontrer !",
	"LouisDialogue.refusal_knownA": "Merci encore pour la proposition mais je t'ai dit que c'était trop tôt.",
	"LouisDialogue.refusal_knownB": "Tu me demandes encore ? Je pensais qu'on en avait déjà parlé @.$s",
	"LouisDialogue.refusal_botherA": "S'il te plaît, laisse-moi un peu d'espace.$s",
	"LouisDialogue.refusal_botherB": "Désolé, je reste ferme.$s",
	"LouisDialogue.Resort_Entering": "Aujourd'hui était une journée calme alors j'ai décidé de fermer le magasin et de passer une journée à la plage.",
	"LouisDialogue.Resort_Leaving": "Il est temps de rentrer à la maison, à bientôt en ville, @.",
	"LouisDialogue.Resort_Shore": "Regarde cette beauté, Robin et Willy ont fait un excellent travail pour restaurer le bateau.",
	"LouisDialogue.Resort_Umbrella": "Il fait un peu chaud, tu ne trouves pas ?#$b#Fais attention à ne pas rester trop longtemps au soleil.",
	"LouisDialogue.Resort_Wander": "As-tu remarqué à quel point le bateau avance en douceur ?#$b#Sans vouloir me vanter, je pense que j'ai fait du bon travail avec les réparations du moteur.$h",
	"LouisDialogue.Resort_Wander_2": "Je n'ai pas l'habitude de me détendre, peut-être que je devrais aller voir Willy et discuter un peu ?",
	"LouisDialogue.Resort_Chair": "Hey @, tu veux t'asseoir avec moi un peu ?$h",
	"LouisDialogue.Resort_Bar": "Il y a tellement de boissons sur ce menu.#$b#Je n'arrive pas à me décider. Des suggestions ?",
	"LouisDialogue.Resort_Towel": "J'aurais dû apporter un livre.#$b#Il n'y a rien de mieux que de lire par une belle journée comme celle-ci.",
	"LouisDialogue.Resort_Towel_2": "Bien que nous ayons une plage en ville, venir ici pour une journée est une sensation complètement différente, tu ne trouves pas ?",
	"LouisDialogue.Resort_Towel_3": "@, ton visage est rouge ! Oh mon Dieu, tiens, prends ça.[612]#$b#N'oublie pas de rester hydraté ! Le soleil est brutal aujourd'hui.",
	"LouisDialogue.Resort": "Quelle surprise de te voir ici, @ ! Tu prends aussi un jour de congé ?",
	"LouisDialogue.give_flowersA": "@, tu veux dire, tu veux officialiser notre relation ?$l#$bBien sûr, j'adorerais. Ces fleurs sont magnifiques, merci beaucoup.$l",
	"LouisDialogue.give_flowersB": "Des fleurs ? Pour moi ?$h#$b#Est-ce que cela signifie que tu veux que ce soit officiel entre nous ?$l#$b#J'adorerais ça !$l",
	"LouisDialogue.give_pendant": "...!#$b#@, tu me fais une demande ?$l#$b#Oui, j'aimerais être ton mari.$l#$e#Je te rendrai la personne la plus heureuse du monde. Je te le promets.$h",
	"LouisDialogue.stardrop_gift": "@, être avec toi est ma plus grande joie, je suis reconnaissant d'être à tes côtés, alors je t'ai offert ceci comme un gage de mon amour.$l#$b#J'espère que cela t'aidera à faciliter ton travail.$h",
	"LouisDialogue.Mon": "Les lundis sont toujours les plus chargés !#$b#Tu ne croirais pas combien d'appels sont sur mon répondeur après un seul week-end...$h",
	"LouisDialogue.Tue": "Salut, @. Comment ça va ?#$e#Je vais bien !$h#$b#J'ai hâte de terminer ma journée et de lire ce livre que j'ai entre les mains en ce moment...$h#$e#Il s'appelle 'L'histoire de l'énergie propre'. Une bonne lecture.",
	"LouisDialogue.Wed": "George et moi partageons un nom similaire ce qui fait parfois que nos lettres se mélangent, mais ça ne me dérange pas.#$b#J'aime la petite promenade pour aller chercher mes lettres.$h",
	"LouisDialogue.Thu": "As-tu vu le bus cassé à l'arrêt ? J'avais l'habitude de le réparer, mais maintenant je ne peux pas faire grand-chose tant que Lewis n'obtient pas le financement pour de nouvelles pièces.#$e#Pour être honnête, beaucoup de problèmes auraient pu être évités s'ils avaient amené régulièrement le bus à des inspections de routine.#$e#Si tu as un véhicule, assure-toi de passer pour l'entretien.$h",
	"LouisDialogue.Fri": "Bonjour, as-tu besoin de faire réparer quelque chose ?#$b#Tracteur ?#$b#Voiture ?#$b#Tondeuse à gazon ?#$b#Vélo ?$h#$b#Juste pour dire bonjour ? Haha, merci d'être passé.#$e#J'aime autant discuter de temps en temps que de bricoler.$h",
	"LouisDialogue.Sat": "Les week-ends sont le moment idéal pour moi de me plonger dans les livres, il n'est jamais trop tard pour apprendre quelque chose de nouveau, tu ne crois pas ?",
	"LouisDialogue.Sun": "La voiture sur le cric ? Oh ne t'inquiète pas, elle n'est pas cassée.#$b#C'est ma propre voiture, j'aime juste bricoler dessus.$h#$b#Pourquoi tu demandes ? Y a-t-il quelque chose que tu aimerais savoir à ce sujet ?$h#$q 90000/90001 R5_CarJackQ#Y a-t-il quelque chose que tu aimerais demander ?#$r 90002 15 R5_CarJackQ_Why#Pourquoi as-tu choisi cette voiture spécifiquement ?#$r 90003 0 R5_CarJackQ_No#Non, j'étais juste curieux.",
	"LouisDialogue.R5_CarJackQ_Why": "Oh, c'est une Renault 5 E-Tech 100% Electric !$h#$b#Un véritable classique culte réinventé en tant que véhicule électrique, elle est belle n'est-ce pas ?#$e#Mes parents avaient la version originale à l'époque.#$b#Papa travaillait toujours sur sa voiture quand j'étais enfant et j'aimais l'aider.$h#$e#Hah, ça rappelle de bons souvenirs.$l",
	"LouisDialogue.R5_CarJackQ_No": "D'accord, si tu veux savoir quelque chose sur une voiture, alors je suis ton homme !$h",
	"LouisDialogue.Mon2": "Être mécanicien dans une ville qui n'a presque pas de véhicule peut sembler une mauvaise idée, mais ne t'inquiète pas, je peux faire beaucoup plus que simplement réparer des voitures.#$b#Apporte-moi tout ce qui a des pièces mécaniques, un moteur ou des roues et je peux les réparer !$h",
	"LouisDialogue.Tue2": "Comment se passe le travail sur ta ferme ? As-tu du matériel électrique avec lequel tu as besoin d'aide ?$h#$b#Tu travailles à la main ? C'est assez impressionnant !",
"LouisDialogue.Wed2": "Content de te voir ici @. Comment vas-tu aujourd'hui ?$h",
	"LouisDialogue.Thu2": "Ici en ville, il n'y a pas beaucoup d'incitation à conduire une voiture, tu peux marcher partout où tu as besoin d'aller.#$e#Pourtant, avec le bus en panne et le train qui ne s'arrête que de temps en temps, une voiture peut te donner beaucoup de liberté.$h",
	"LouisDialogue.Fri2": "Hey, @!$h#$q 90004/90005 R5_WhatIsShop#Puis-je t'aider ?#$r 90006 15 R5_WhatIsShop_Why#Oui. J'aimerais savoir qu'est ce que tu fais dans ton magasin.#$r 90007 0 R5_WhatIsShop_No#Non, je passe juste.",
	"LouisDialogue.R5_WhatIsShop_Why": "Voyons voir. Je répare et entretiens les voitures et autres véhicules ici.$h#$b#Je vends aussi des pièces et des améliorations pour les voitures, et au cas où tu voudrais acheter une voiture, je suis un commerçant agréé pour la même marque que ma voiture !$e#Mhm, quoi d'autre ? Oh ! Juste, bien que je puisse réparer tout, je me suis récemment spécialisé dans les véhicules électriques.$h",
	"LouisDialogue.R5_WhatIsShop_No": "Bien sûr, fais-moi savoir si tu as des questions.$h",
	"LouisDialogue.Sat2": "Déménager ici dans la vallée était un grand risque, mais je suis content de l'avoir pris.#$b#Pelican Town est un endroit formidable pour vivre.$h",
	"LouisDialogue.Sun2": "Ton grand-père possédait la vieille ferme, n'est-ce pas ? J'ai entendu des gens en parler.#$b#Ils ont dit qu'à son apogée, c'était un spectacle à voir. J'aurais aimé pouvoir voir ça.$h#$e#Cependant, maintenant que tu es ici, peut-être que je peux encore le faire !$l",
	"LouisDialogue.Mon4": "Hey, @, j'ai une question pour toi...$h#$q 90010/90011 R5_JojaQ#Qu'est-ce que tu faisais avant de déménager dans la vallée ?#$r 90012 30 R5_JojaQ_Answer#Je travaillais comme comptable pour Joja.#$r 90013 0 R5_JojaQ_No#Je préférerais ne pas en parler..",
	"LouisDialogue.R5_JojaQ_Answer": "Oh, Joja ? J'ai souvent leurs camions dans mon atelier, mais sinon je ne sais pas grand-chose sur eux.#$b#Peut-être que nous pouvons en parler un peu plus si tu le souhaites, j'aimerais en savoir plus sur toi.$h",
	"LouisDialogue.R5_JojaQ_No": "Oh, pas de problème. Peut-être que nous pourrons parler d'autres choses plus tard, j'aimerais en savoir plus sur toi !$h",
	"LouisDialogue.Tue4": "La semaine dernière, je suis allé dans les montagnes pour parler avec Robin de la réparation de son vieux camion quand je l'ai vue lancer des bûches entières sur la colline.#$b#C'était à la fois fascinant et terrifiant de la voir soulever un arbre entier sur son épaule et s'en aller comme si de rien n'était !$h",
	"LouisDialogue.Wed4": "Pour les voitures, il est courant que le moteur et d'autres pièces soient réparés plusieurs fois au fil des ans, donc ne t'inquiète pas trop si quelque chose se casse.#$b#Je peux le réparer !$h",
	"LouisDialogue.Thu4": "Oh bonjour @ ! As-tu vu le nouveau magazine Motor Monthly ?#$b#Ils ont un article sur la Renault 5. Tiens, regarde...#$b#%Durable, grande performance et capacité de la batterie, fiable et abordable... Un mélange magistral de tradition et de modernité...#$e#...! Désolé si c'était ennuyeux, je me suis un peu emporté.$s#$e#Je suis juste vraiment excité de lire de si bonnes choses sur ma voiture !$h",
	"LouisDialogue.Fri4": "Alex est passé plus tôt et a demandé si j'avais besoin d'un apprenti.#$b#Une paire de mains supplémentaires ici ne serait pas de trop... Je vais sérieusement y réfléchir.",
	"LouisDialogue.Sat4": "Enfin, le week-end est là. Il est temps de se détendre et de se ressourcer pour la semaine prochaine.$h",
	"LouisDialogue.Sun4": "Les dimanches, j'aime sortir ma voiture du garage et aller faire un tour.#$b#Il y a quelques endroits pittoresques qui valent absolument le détour.$h#$e#Nous pourrions aller faire un tour ensemble un de ces jours, qu'en penses-tu ?",
	"LouisDialogue.Mon6": "As-tu vu la moto de Sebastian ? C'est un classique oubliée, il l'a récupérée dans une casse et veut la restaurer.#$e#Sebastian passe de temps en temps pour demander des conseils s'il est coincé, mais il apprend vite, je ne doute pas qu'il y arrivera.$h",
	"LouisDialogue.Tue6": "Bonjour @, c'est agréable de te voir. Comment ça se passe sur ta ferme ?$h",
	"LouisDialogue.Wed6": "%Louis est au téléphone, il te fait signe d'attendre un moment.#$e#$y 'Attends ?_Oui s'il te plaît._Bonjour Gus, je viens d'obtenir la date de livraison pour ta voiture, nous pouvons nous rencontrer pour que je t'explique les nouvelles fonctionnalitées... Oui, bien sûr je garde cette date pour toi.. À bientôt.$h#$b#Désolé pour l'attente. Je viens de fixer le rendez-vous pour récupérer la nouvelle voiture de Gus !$h#$b#Huh, tu ne savais pas qu'il en avait une avant ? Je suis surpris que tu ne l'aies jamais au moins entendue, cette voiture réveille la moitié de la ville quand il la sort à 4 heures du matin pour aller en ville chercher des choses pour le saloon.#$e#Ne t'inquiète pas, la nouvelle voiture est une électrique, plus personne ne devra souffrir du sommeil..._Laisser pour l'instant_Bonjour Gus, je viens d'obtenir le...'",
	"LouisDialogue.Thu6": "Comment vas-tu ? Tu sais que le distributeur automatique dans mon garage est ouverte au public, tu peux toujours l'utiliser !#$b#Je recommande les barres énergisantes, si tu as besoin d'un peu plus de puissance pour passer la journée, elles sont parfaites !$h",
	"LouisDialogue.Fri6": "Regarde ça @ ! Mon atelier de réparation est mentionné dans le magazine Motor Monthly !$h#$b#Ils m'ont donné le sceau vert pour l'engagement environnemental et le service !$h#$e#C'est tellement excitant, je n'aurais pas pu faire ça sans ton soutien. Merci@.$h",
	"LouisDialogue.Sat6": "Je viens de finir un autre livre - rien à voir avec les voitures cette fois.#$b#Penny me l'a donné comme un cadeau, je n'ai pas remarqué que c'était un roman jusqu'à ce que je rentre à la maison, mais je dois dire, c'était vraiment bien !#$e#Si tu veux le lire, il s'appelle 'Chase' - c'est un roman policier sur un détective dans un jeu de chat et de souris avec un voleur de bijoux.",
	"LouisDialogue.Sun6": "Je veux agrandir mon magasin à l'avenir et proposer des services plus personnalisés. Je te ferai savoir quand j'aurai les détails !$h",
	"LouisDialogue.Mon8": "Le fauteuil roulant de Louis est tombé en panne hier, normalement je devrais facturer pour une réparation d'urgence le week-end mais ça me semble déplacé.$h",
	"LouisDialogue.Tue8": "Hey, @! Tu arrives juste à temps, donne-moi un petit moment.$h#$b#...$h#$b#...$a#$b#...d'accord, j'ai fini. Voici, c'est pour toi ! C'est un porte-clés pour ton portefeuille !$h#$b#J'espère que tu l'aimes.$h",
	"LouisDialogue.Wed8": "J'avais hâte de te voir.#$b#Tu as l'air bien aujourd'hui, c'est impressionnant comment tu arrives à rester si frais même si ton travail est si exigeant.",
	"LouisDialogue.Thu8": "Aujourd'hui est une journée tranquille, je pensais fermer plus tôt et aller me promener, tu voudrais venir avec moi ?$h",
	"LouisDialogue.Fri8": "As-tu lu des livres intéressants dernièrement ? J'aimerais me plonger dans quelques romans de plus. Si tu as des lectures intéressantes, fais-le moi savoir !$h",
	"LouisDialogue.Sat8": "Aujourd'hui est une bonne journée.#$b#Pourquoi ?#$b#Parce que tu es venu me voir, bien sûr !$h",
	"LouisDialogue.Sun8": "J'ai beaucoup réfléchi dernièrement... J'étais toujours content de faire un tour en voiture seul pour me vider l'esprit et explorer la campagne.#$b#Mais maintenant, chaque fois que je vais faire un tour en voiture, j'ai l'impression qu'il manque ta présence !$b#Je ne peux pas m'arrêter de penser à nous deux, conduisant sans destination, regardant le paysage passer et écoutant de la musique.$h#$e#Alors... tu veux te joindre à moi la prochaine fois ?",
	"LouisDialogue.Mon10": "Est-ce mon fermier préféré qui vient égayer mon lundi?$h#$e#Je pourrais passer toute la journée à te parler, @!$l",
	"LouisDialogue.Tue10": "Chaque fois que je te vois, j'ai l'impression que le travail devient dix fois plus agréable.#$b#Reste aussi longtemps que tu le souhaites - tu es bienvenu dans ma boutique!$h",
	"LouisDialogue.Wed10": "C'est l'heure d'une autre visite en milieu de semaine ? Je suis heureux que tu prennes le temps de visiter même si tu as beaucoup à faire sur ta ferme.#$b#Merci.$l",
	"LouisDialogue.Thu10": "Bonjour @, comme toujours, tu as un timing impeccable, j'étais sur le point de faire une pause, veux-tu du café?$h",
	"LouisDialogue.Fri10": "Dis... as-tu déjà pensé à avoir des enfants ?#$b#J'ai vu de nouveaux sièges pour enfants dans le dernier 'MMM' et j'ai pensé à comment pourrait être l'avenir et comment nous pourrions faire un tour avec nos enfants.#$b#Est-ce que cela te plairait??$l",
	"LouisDialogue.Sat10": "J'aimerais que le week-end dure toujours, pour pouvoir passer plus de temps avec toi.$h",
	"LouisDialogue.Sun10": "J'étais sur le point de prendre ma voiture, veux-tu faire un tour avec moi ? J'ai trouvé un endroit incroyable que je veux te montrer.$h",
	"LouisDialogue.winter": "L'hiver est la saison la plus cool !#$b#Surtout parce que c'est mon anniversaire le 23...$h",
	"LouisDialogue.rainy": "Urg, la pluie!$a#$b#Je ne peux jamais faire de travail correct avec un temps pareil...#$e#Devrais-je simplement laisser tomber mon travail et aller boire une boisson chaude au Saloon?$h",
	"LouisDialogue.joja_Begin": "Morris m'a récemment proposé un contrat d'entretien exclusif pour leur flotte de camions - c'est une grande opportunité pour moi !#$b#Bien sûr, je suis triste de voir l'ancien centre communautaire partir mais je peux comprendre la décision de Lewis.",
	"LouisDialogue.cc_Begin": "J'ai entendu dire que tu veux réparer le centre communautaire. J'espère que ça marchera pour toi, fais attention à ne pas trop te surmener.$h",
	"LouisDialogue.cc_Bus": "As-tu vu le bus ? Je suis si content que Lewis ait suivi mon conseil et ait opté pour un bus électrique cette fois.#$b#Espérons qu'il écoutera aussi mes conseils pour des inspections de routine...$h",
	"LouisDialogue.cc_Minecart": "Savais-tu que les chariots de mine sont de nouveau en fonctionnement ?#$b#Ce n'est pas moi qui l'ai fait, je voulais travailler dessus mais Lewis n'a jamais voulu les réparer.#$e#Maintenant qu'ils sont de retour, je vais les ajouter à mon programme d'inspection de routine pour qu'ils restent opérationnels.$h",
	"LouisDialogue.cc_Complete": "Alors c'est ça le centre communautaire ? Je n'aurais jamais cru le revoir dans sa gloire.#$b#Tu as fait du bon travail, @!$h",
	"LouisDialogue.movieTheater": "Nous avons maintenant un cinéma ? Quelle excitation ! Cela fait des siècles que je n'en ai pas visité un. Allons voir un film ensemble !$h",
	"LouisDialogue.Saloon": "Je ne bois généralement pas, mais j'apprécie l'atmosphère ici.",
	"LouisDialogue.Saloon2": "Hey @, tu es là aussi ? Comment s'est passée ta journée ?$h",
	"LouisDialogue.Saloon4": "C'est génial de te voir, viens t'asseoir avec moi. J'étais sur le point de commander, veux-tu quelque chose ?$h",
	"LouisDialogue.Saloon6": "Bonjour, j'espérais te voir aujourd'hui. Comment vont les choses à la ferme ?$h",
	"LouisDialogue.Saloon8": "Gus et Emily ont beaucoup à faire aujourd'hui, donc le service est un peu lent, mais ça ne me dérange pas.#$b#C'est agréable de simplement s'asseoir et se détendre un peu.$h",
	"LouisDialogue.Saloon10": "Je suis si content que tu aies pu venir aujourd'hui, tu dois être épuisé.#$b#Laisse-moi nous chercher des boissons et ensuite tu pourras me parler de ta journée. Qu'est-ce que tu aimerais ?$h",
	"LouisDialogue.Saloon_Sat2": "Les week-ends sont toujours les plus chargés. J'ai eu du mal à trouver une place pour m'asseoir.",
	"LouisDialogue.Saloon_Sat4": "...$s#$b#Désolé, j'étais un peu distrait, je pensais aux points de recharge.$s#$b#Peut-être que je peux demander à Lewis un financement public pour qu'ils soient gratuits pour les villageois ?",
	"LouisDialogue.Saloon_Sat6": "Hey @! Je pensais justement à toi et soudain tu es là, à côté de moi !#$b#Puis-je te payer quelque chose ?$h",
	"LouisDialogue.Saloon_Sat8": "Je parlais avec Emily plus tôt - elle a dit qu'il y a une nouvelle boisson au menu. Je veux l'essayer, en veux-tu une aussi ?$h",
	"LouisDialogue.Saloon_Sat10": "Savais-tu que ta présence illumine toute la pièce ?$l#$bC'est incroyable de voir comment tu entres et tout le monde semble s'éclaircir.$h",
	// Louis Marriage Dialogue
	"LouisDialogue.Marriage.spring_1": "Enfin le printemps, il est temps de faire un grand ménage ! Il n'y a rien de mieux que l'odeur d'une maison propre pour commencer une nouvelle année, tu ne crois pas ?",
	"LouisDialogue.Marriage.summer_1": "Il fait de plus en plus chaud chaque jour, fais attention. Ne te surmène pas et reste hydraté. N'oublie pas que ma boutique est climatisée, alors arrête-toi quand tu as besoin de te rafraîchir.",
	"LouisDialogue.Marriage.fall_1": "Je pense que l'automne est la saison parfaite pour une balade, plonger à travers une vallée remplie de feuilles colorées me détend toujours. Mhm... Tu sais quoi ? Cela fait un moment que nous ne sommes pas sortis, n'est-ce pas ? Que dirais-tu d'une balade à notre endroit préféré.",
	"LouisDialogue.Marriage.winter_1": "Les routes de la vallée sont dangereuses pendant la saison hivernale. Ils n'entretiennent pas vraiment les routes en dehors des agglomérations. J'aimerais que nous puissions sortir pour un voyage mais ta sécurité est plus importante pour moi.",
	"LouisDialogue.Marriage.Outdoor_Louis1": "Quelle belle journée, mais pas aussi belle que toi. Tu es superbe aujourd'hui.",
	"LouisDialogue.Marriage.Outdoor_Louis2": "J'ai décidé de prendre la journée de congé et de profiter du temps, Alex s'occupe de la boutique, je suis sûr qu'il s'en sortira mais je passerai le voir plus tard pour lui apporter de la nourriture et discuter un peu.",
	"LouisDialogue.Marriage.Rainy_Night_1": "Les nuits pluvieuses comme celle-ci me rappellent toujours combien j'ai de la chance d'être avec toi. Dehors, c'est sombre et la pluie tombe, mais ici... Ici, quand je suis avec toi, il fait chaud et la pluie qui tombe se transforme en une douce mélodie.",
	"LouisDialogue.Marriage.Rainy_Night_2": "J'ai pris un nouveau livre à la bibliothèque, une couverture chaude et du thé... Tout est en place pour une nuit relaxante.",
	"LouisDialogue.Marriage.Rainy_Night_3": "Es-tu sorti sans parapluie ? Tu es trempé, viens ici que je te donne une serviette avant que tu ne tombes malade.",
	"LouisDialogue.Marriage.Rainy_Day_1": "Ne reste pas trop longtemps sous la pluie. Et sois prudent lorsque tu marches hors des routes pavées... Je sais, je sais que tu te débrouilles. Je m'inquiète quand même.",
	"LouisDialogue.Marriage.Rainy_Day_2": "Tiens, prends un café chaud avec toi. Je vais probablement rester à l'intérieur aujourd'hui, le temps n'est pas fait pour moi.",
	"LouisDialogue.Marriage.Rainy_Day_3": "Il pleut encore... Dis, tu veux te la couler douce un peu et aller faire un tour en voiture ? Nous pourrions faire un voyage dans le désert et nous réchauffer un peu.",
	"LouisDialogue.Marriage.indoor_Night_1": "Il se fait tard, nous devrions nous installer pour la journée, tu ne penses pas ? Oh mon Dieu, tu as l'air épuisé, tu veux un massage ?",
	"LouisDialogue.Marriage.indoor_Night_2": "Regarder la lune me rappelle toujours notre rendez-vous à la falaise. Les mots ne peuvent pas décrire combien tu m'as rendu heureux ce jour-là. Et si nous y retournions ?",
	"LouisDialogue.Marriage.indoor_Night_3": "Je suis fatigué, la journée a été épuisante mais l'attente de te voir le soir m'a aidé à passer la journée.",
	"LouisDialogue.Marriage.indoor_Day_1": "Je me suis levé tôt aujourd'hui et je suis sorti pour aller te chercher quelque chose. [ 206 ]",
	"LouisDialogue.Marriage.indoor_Day_2": "Je dois travailler un peu aujourd'hui. Heureusement, la plupart du travail administratif peut être fait à la maison, donc pas besoin pour moi d'aller à la boutique aujourd'hui.",
	"LouisDialogue.Marriage.indoor_Day_3": "Me réveiller à côté de toi me fait commencer ma journée avec un surplus de confiance parce que de toutes les personnes, je suis le chanceux qui peut être avec toi comme ça.",
	"LouisDialogue.Marriage.spring_Louis": "Quelle belle journée, parfaite pour un pique-nique. Je connais justement un endroit sympa un peu plus au nord.#$b#Veux-tu que je prenne mes clés et que nous y allions en voiture ?",
	"LouisDialogue.Marriage.summer_Louis": "Tu m'étonnes toujours, il fait si chaud dehors que j'ai l'impression de fondre alors que tu travailles dur à la ferme.#$b#Je pense que je devrais essayer de te ressembler et de faire de même.",
	"LouisDialogue.Marriage.fall_Louis": "Tu es toujours magnifique en automne, je ne peux pas te dire exactement pourquoi mais d'une certaine manière la saison te va bien.",
	"LouisDialogue.Marriage.winter_Louis": "Il fait si froid aujourd'hui, je veux me blottir près de la cheminée et hiberner pour le reste de l'année.#$b#Peut-être peux-tu me réchauffer ?$l",
	"LouisDialogue.Marriage.spouseRoom_Louis": "Je suis content que nous ayons pu faire de la place pour un bureau pour moi ici.#$b#Maintenant, je n'ai plus vraiment besoin de mon appartement dans la boutique, peut-être devrions-nous le louer ?",
	"LouisDialogue.Marriage.patio_Louis": "Que penses-tu de ce joli petit modèle de voiture ? Je l'ai construit moi-même, je suis sûr que notre enfant l'appréciera.",
	"LouisDialogue.Marriage.OneKid_0": "$kid1 n'a pas bien dormi la nuit dernière, je ne voulais pas te réveiller alors je les ai pris et nous sommes allés faire un tour en voiture. Ça a fait des merveilles, je devrais m'en souvenir.",
	"LouisDialogue.Marriage.OneKid_1": "Je dois appeler mes parents et les remercier. Pourquoi ? Avoir un enfant m'a fait réaliser que c'est un véritable défi d'équilibrer le travail, la famille et la vie. Et je veux leur dire que je suis content qu'ils aient trouvé cet équilibre et m'aient donné une enfance heureuse.",
	"LouisDialogue.Marriage.OneKid_2": "Merci d'avoir veillé sur le bébé hier pour que je puisse dormir un peu.#$b#Je sais que tu as beaucoup de travail à gérer la ferme et tu arrives quand même à être un bon parent, c'est inspirant.",
	"LouisDialogue.Marriage.OneKid_3": "$kid1 a pris ma clé à molette aujourd'hui et a essayé de m'imiter en travaillant.#$b#C'était la chose la plus mignonne, j'étais tellement triste que tu n'étais pas là pour le voir.",
	"LouisDialogue.Marriage.TwoKids_0": "S'occuper de deux enfants est parfois difficile mais cela en vaut aussi la peine. Je suis heureux de voir les deux chenapans grandir, peut-être qu'ils suivront nos traces quand ils seront plus âgés. J'aurais besoin de quelqu'un pour reprendre la boutique quand je serai vieux.",
	"LouisDialogue.Marriage.TwoKids_1": "Parfois, je me sens un peu jaloux de nos enfants, ce que je donnerais pour être à nouveau un enfant et ne pas avoir à me soucier de rien.",
	"LouisDialogue.Marriage.TwoKids_2": "J'ai emmené les enfants faire une sortie pendant ton absence. Malheureusement, elle a été écourtée, $Kid2 est tombé et s'est coupé le genou alors nous sommes rentrés plus tôt. Ne t'inquiète pas, ils vont bien, nous avons bandé ses plaies et je leur ai offert une glace pour avoir été si courageux..",
	"LouisDialogue.Marriage.TwoKids_3": "J'ai toujours pensé que j'avais une bonne prise sur les choses et que je m'en sortirais très bien. Mais avoir deux petits tornades dans la maison m'a fait reconsidérer cette position. Je n'ai jamais autant appelé mes parents pour avoir des conseils.",
	"LouisDialogue.Marriage.Good_0": "Je suis tellement content de te voir, ça m'as manqué de ne plus t'avoir dans mes bras.",
	"LouisDialogue.Marriage.Good_1": "Chaque jour, je remercie les esprits de nous avoir réunis. je suis la personne la plus heureuse du monde.",
	"LouisDialogue.Marriage.Good_2": "Que dirais-tu d'aller dîner ce soir ?#$b#Je veux te faire plaisir avec quelque chose de chic en ville.",
	"LouisDialogue.Marriage.Good_3": "Je n'imaginais pas que ma vie se déroulerait ainsi mais je suis content que ce soit le cas.#$b#Je ne peux penser à rien de plus épanouissant que d'être avec toi.",
	"LouisDialogue.Marriage.Good_4": "Ton sourire est enchanteur, quelqu'un te l'a-t-il déjà dit ? Chaque sourire que tu partages avec moi, me fais tomber encore plus amoureux.",
	"LouisDialogue.Marriage.Good_5": "Puis-je faire quelque chose pour t'aider ? Si nous travaillons ensemble, nous pouvons terminer le travail plus rapidement et passer plus de temps ensemble. Gagnant-Gagnant.",
	"LouisDialogue.Marriage.Good_6": "J'ai entendu dire qu'il y a un cinéma en voiture à Downtown Zuzu, que dirais-tu de choisir un film et d'y aller plus tard ?",
	"LouisDialogue.Marriage.Good_7": "Viens ici un moment. Je veux juste te tenir une seconde, pour recharger mes batteries. … Merci, je me sens beaucoup mieux, maintenant place à une journée productive !",
	"LouisDialogue.Marriage.Good_8": "Je regardais nos photos de mariage, tu étais si magnifique à l'époque. Et maintenant, quand je te regarde, ces photos ne te rendent pas justice, tu es encore plus belle maintenant.",
	"LouisDialogue.Marriage.Good_9": "Dois-tu vraiment partir ? Nous pourrions juste rester au lit aujourd'hui, je pourrais nous préparer le petit déjeuner et nous regarderions des films ensemble et nous verrions où la journée nous mène. Qu'en penses-tu ?",
	"LouisDialogue.Marriage.Neutral_0": "“Au début, je ne savais pas si je devais prendre un apprenti, j'avais toujours beaucoup de travail mais je n'ai jamais eu l'impression d'avoir besoin d'aide mais avoir Alex dans la boutique rend le travail beaucoup plus facile.",
	"LouisDialogue.Marriage.Neutral_1": "Je pense aller en ville et faire quelques corvées aujourd'hui. Ne t'inquiète pas, ça ne prendra pas trop de temps.",
	"LouisDialogue.Marriage.Neutral_2": "J'aime te voir travailler à la ferme, tu as l'air si paisible et heureux en le faisant, c'est mignon.",
	"LouisDialogue.Marriage.Neutral_3": "Ne reste pas dehors trop longtemps aujourd'hui, je cuisine quelque chose pour nous et plus tard nous pourrons parler un peu de nos journées.",
	"LouisDialogue.Marriage.Neutral_4": "Tu m'as manqué, je sais que tu es parti seulement quelques heures mais pour moi, cela a semblé une éternité.",
	"LouisDialogue.Marriage.Bad_0": "Tu sembles distant ces derniers temps, est-ce que tout va bien ?$s",
	"LouisDialogue.Marriage.Bad_1": "Je suis désolé, je ne me sens pas bien aujourd'hui, je vais probablement rester au lit…$s",
	"LouisDialogue.Marriage.Bad_2": "Désolé, je ne suis pas de bonne humeur, j'ai juste besoin de temps pour réfléchir.$s",
	"LouisDialogue.Marriage.Bad_3": "J'ai l'impression que nous nous éloignons, y a-t-il quelque chose que nous pouvons faire à ce sujet ? Je ne veux pas te perdre.$s",
	"LouisDialogue.Marriage.Bad_4": "Ai-je fait quelque chose pour te contrarier ? J'ai l'impression que tu essaies de m'éviter…$s",
	"LouisDialogue.Marriage.Bad_5": "S'il te plaît @, je veux que nous revenions à la façon dont c'était avant, quand cette maison était remplie de rires et de bonheur…$s",
	"LouisDialogue.Marriage.Bad_6": "Est-ce moi ? Y a-t-il quelque chose que je peux faire pour améliorer les choses ? S'il te plaît, dis-le moi.$s",
	"LouisDialogue.Marriage.Bad_7": "Je vais probablement sortir aujourd'hui, prendre la voiture pour un tour et réfléchir un peu à l'avenir.$s",
	"LouisDialogue.Marriage.Bad_8": "Pouvons-nous parler ? Y a-t-il quelque chose qui te préoccupe ? Quelque chose avec laquelle je peux t'aider ?$s",
	"LouisDialogue.Marriage.funLeave_Louis": "Je vais aller à la boutique pour voir Alex.#$b#Il a eu quelques petits problèmes avec un projet alors je veux l'aider un peu.",
	"LouisDialogue.Marriage.funReturn_Louis": "Je suis de retour à la maison, tu m'as manqué. Comment s'est passée ta journée ?",
	










// Events
	"Events.2Hearts.0": "Alors, tu penses que tu peux le réparer?$s",
	"Events.2Hearts.1": "Ah, c'est le fermier @!$h#$b#Viens par ici, peut-être que tu peux nous aider.",
	"Events.2Hearts.2": "Le vieux truc de Clint a cessé de fonctionner.$h",
	"Events.2Hearts.3": "Ce n'est pas un vieux truc !$u#$b#C'est moderne… en quelque sorte.$s",
	"Events.2Hearts.4": "De toute façon, cette fichue chose est kaput !",
	"Events.2Hearts.5": "Tu as des idées ?#As-tu vérifié le carburateur quantique ?#As-tu essayé de l'éteindre et de le rallumer ?#Hmm, je pense… c'est… cassé.",
	"Events.2Hearts.6": "Haha, bien joué !$h#$b#Eh bien, je vais devoir l'envoyer à l'Alliance des Ingénieurs à Zuzu City, ils pourront le réparer.$s",
	"Events.2Hearts.7": "Nous devons tous les deux faire un peu de recherche sur nos vieux machins, n'est-ce pas  @?$h",
	"Events.2Hearts.8": "Mhm, merci pour ton précieux conseil, @.$u#$b#C'est bon, Louis, je vais l'apporter à Robin, voir si elle peut faire quelque chose avec...$s",
	"Events.2Hearts.9": "Nous devons tous les deux faire un peu de recherche sur nos vieux machins, n'est-ce pas @?$h#$b#Pour être juste, tu n'as pas vraiment essayé, n'est-ce pas ?",
	"Events.2Hearts-Fork-Fix.0": "Tu… pourrais être sur quelque chose, @!$h",
	"Events.2Hearts-Fork-Fix.1": "La machine se met en marche...",
	"Events.2Hearts-Fork-Fix.2": "@! Ça a marché, tu es un génie !$h",
	"Events.2Hearts-Fork-Fix.3": "Tu as sauvé mon bébé ! Merci, @!$h#$b#Voici de l'argent en guise de remerciement...",
	"Events.2Hearts-Fork-Fix.4": "Merci pour ton aide plus tôt, nous n'aurions pas pu le faire sans toi !#$e#Tu es… un peu un génie !$h",
	"Events.2Hearts-Fork-Fix.5": "Il semble que j'en sache plus que je ne le pensais ! … Un carburateur quantique est-il même une chose réelle...?",
	"Events.3Heart.0": "Oh !",
	"Events.3Heart.1": "Salut, @.$h#$b#Je suppose que tu es ici à propos de ma lettre ?#$b#J'ai eu l'idée brillante d'installer des chargeurs de véhicules électriques communautaires pour que la ville puisse les utiliser.#$b#L'énergie sera entièrement hydroélectrique et éolienne, donc tout sera durable.$h#$b#Le meilleur, c'est que ce sera gratuit pour les habitants de la ville ! J'ai déjà convaincu Lewis à ce propos.",
	"Events.3Heart.2": "Cependant, j'aurais besoin de ton aide pour rassembler les ressources nécessaires à leur construction.#$b#Ce n'est rien de trop exorbitant, j'ai principalement besoin de quelques milliers d'or et quelques lingots de métal. $h#$b#Si tu pouvais m'aider, cela signifierait beaucoup pour moi et les habitants de la ville !$h#$b#Penses-y ! Si tu veux donner des ressources, demain je laisserai une caisse dehors.",
	"Events.3Heart.3": "Eh bien, je suppose que je vais m'y remettre !#$b#À plus tard, @.$h",
	"Events.3Heart.4": "Ce projet a l'air génial, de l'énergie propre et gratuite pour que les habitants de la ville puissent alimenter leurs véhicules !",
	"Events.3Heart.5": "Je suis content que tu m'aides dans ce projet, ça va être génial !$h",
	"Events.4Heart.0": "Qu'est-ce que tu lui as fait, Lewis ?$3",
	"Events.4Heart.1": "Rien ! Il a juste cessé de fonctionner, je te le promets…$5#$b#J'espère que tu peux le réparer, Louis. Je suis censé aller à une réunion du gouverneur à Zuzu demain...$s",
	"Events.4Heart.2": "Salut, @! Content de te voir. J'ai besoin d'aide ici.$h#$b#Peux-tu écouter le moteur à l'arrière pendant que j'essaie de démarrer la voiture ?",
	"Events.4Heart.3": "Gordon Bennett ! Qu'est-ce que c'était que ça ?!$s",
	"Events.4Heart.4": "Ça n'avait pas l'air bon…$s#$b#Laisse-moi venir jeter un coup d'œil.",
	"Events.4Heart.5": "Regardons…#$b#Quoi ?!",
	"Events.4Heart.6": "Qu'est-ce que c'est ?!",
	"Events.4Heart.7": "Il y a une carotte dans ton moteur ! Cela causait des problèmes avec le moteur...$h",
	"Events.4Heart.8": "Ces sacrés gamins…$a#$b#Je parie qu'ils ont joué avec ma voiture...$s",
	"Events.4Heart.9": "Eh bien, merci à vous deux pour votre aide !$h#$b#Je ne sais pas ce que j'aurais fait sans ma voiture. C'est absolument essentiel pour mon rôle de maire !",
	"Events.4Heart.10": "Eh bien, ces gamins stupides… au moins, nous l'avons réparé !",
	"Events.4Heart.11": "Merci pour ton aide, @. Résoudre des problèmes comme celui-ci est un véritable exercice de réflexion, n'est-ce pas ?",
	"Events.4Heart.12": "Oui, quoi que tu dises, Louis...$h",
	"Events.4Heart.13": "Allons tous prendre un verre...",
	"Events.4Heart.14": "Eh bien, c'était hilarant. Ces enfants sont impitoyables !",
	"Events.4Heart.15": "Merci pour ton aide, @!$h#$b#Peut-être que tu devrais être mon apprenti...$h",
	"Events.6Heart.0": "Oh, @! Quelle belle surprise.$h#$b#Je lisais juste ce livre.#$b#Il s'appelle…$u#$b#Euh…$s#$b#Il s'appelle 'Les guerriers du cœur'.$l",
	"Events.6Heart.1": "Désolé, je suis un peu gêné.$l#$b#Je lis habituellement les livres plus scientifiques de la bibliothèque…#$b#Mais je me retrouve toujours à discuter avec Penny, et avant que je m'en rende compte, j'ai 5 de ses suggestions de livres dans mes bras !$h",
	"Events.6Heart.2": "Ne penses-tu pas que je suis un peu bizarre de lire ces livres émotionnels ?#Non, c'est cool. Mignon, en fait.#Oui, c'est un peu bizarre.#Non, pas bizarre ! Je pensais juste que tu étais tout viril.",
	"Events.6Heart.3": "Oh.$s#$b#Je suppose que je te verrai plus tard, alors, @...$s",
	"Events.6Heart.4": "Peut-être que j'aurais pu mieux gérer ça...",
	"Events.6Heart.5": "C'est tout à fait juste. Je suis un mécanicien musclé, après tout !",
	"Events.6Heart.6": "C'est juste que je me perds dans ces livres et leurs histoires incroyables…#$b#Tout dans un livre est mieux que la vraie vie !$h#$b#Tu ne peux pas me dire que tu préférerais travailler de 9H à 18h plutôt que de t'éclipser et de voler un baiser sur une falaise à minuit !",
	"Events.6Heart.7": "Je suppose que c'est exactement la raison pour laquelle tu as quitté la ville, hein ?",
	"Events.6Heart.8": "J'aime la vallée, ne te méprends pas, j'aimerais juste qu'il y ait un peu plus de magie dans tout ça..$u",
	"Events.6Heart.9": "Ah, je vais arrêter de jacasser maintenant et te laisser retourner au travail, hein ?#$b#Je serai juste ici à finir ce chapitre si tu as besoin de moi !$h",
	"Events.6Heart.10": "Je ne savais pas que Louis aimait tant lire des romans ! Peut-être que je devrais lui faire une surprise avec un bon livre un jour.",
	"Events.6Heart.11": "Ou peut-être que nous pourrions faire une de ces escapades furtives sur une falaise dont il parlait !",
	"Events.8Heart.0": "Hey, @…#$b#Monte dans la voiture avec moi.$h",
	"Events.8Heart.1": "...#$b#N'est-ce pas beau ?$l",
	"Events.8Heart.2": "Parfois, quand le stress est trop grand, je conduis ici seul.$u#$b#C'est un bel endroit pour réfléchir, et pour se souvenir de la beauté du monde.#$b#C'est tellement paisible, n'est-ce pas ?$l",
	"Events.8Heart.3": "Bien sûr, récemment, chaque fois que je venais ici, je me sentais…#$b#Seul.$s",
	"Events.8Heart.4": "Eh bien, c'est pourquoi je t'ai amené ici avec moi…$h#$b#Tu es si proche de moi, @.$h#$b#Je te chéris vraiment.#$b#Tu es l'un des seuls habitants de la ville qui ne me voit pas comme 'juste le mécanicien'...$l",
	"Events.8Heart.5": "Je…$s#$b#Je l'apprécie vraiment.#$b#Je t'apprécie vraiment… toi$h",
	"Events.8Heart.6": "...#Se rapproche pour un baiser.#...",
	"Events.8Heart.7": "Eh bien, merci d'être venu ici avec moi, @.$l",
	"Events.8Heart.8": "Je suis vraiment content d'avoir passé la soirée avec Louis.",
	"Events.8Heart_Kiss.0": "Louis et moi avons passé le reste de la nuit sur la falaise. Je suis vraiment content d'y être allé.",
	"Events.EVDone.0": "@! As-tu vu les chargeurs dehors ?$h",
	"Events.EVDone.1": "Robin et moi les avons construits hier soir ! Ils sont cool hein ?$h",
	"Events.EVDone.2": "Cela marque le début de l'entrée de la ville de Pelican dans le monde de l'énergie propre !$h#$b#En tout cas, en guise de remerciement, j'ai demandé à mon ami Bill de venir de Zuzu City pour me rendre un service...$h",
	"Events.EVDone.3": "Ce distributeur automatique ici a été hors service pendant un moment, mais depuis que nous l'avons remis en marche hier soir, tout va bien.$h",
	"Events.EVDone.4": "...#Qu'est-ce que ça fait ?#Quels snacks y a-t-il à l'intérieur ?",
	"Events.EVDone.5": "C'est une bonne chose que tu aies demandé !$h#$b#Chaque jour, je remplirai la machine avec un snack.#$b#Maintenant, ce snack est plein d'énergie, il pourrait te faire sauter la tête !$h#$b#Tu verras ce que je veux dire quand tu en essaieras un…$h#$b#En tout cas, ils coûtent 2 500G chacun, mais c'est une affaire, je suis en perte en les donnant à ce prix !$h#$b#Mais pour toi, je ferai une exception pour te remercier de ton aide, @...$l",
	"Events.EVDone.6": "Oh... J'aimerais te donner le premier gratuitement, mais… J'ai plutôt faim.$h",
	"Events.EVDone.7": "En tout cas, n'hésite pas à venir en prendre un quand tu veux !$h#$b#Je dois retourner travailler maintenant, j'ai du travail à faire sur mes pneus.$u#$b#À plus tard,@.$h",
	"Events.EVDone.8": "Ces snacks ont l'air délicieux… Je devrais revenir en prendre plus un de ces jours !",
	"Events.EVDone.9": "Salut, @!$h#$b#Merci encore pour ton aide avec les chargeurs.#$b#J'espère que tu fais bon usage de ces barres énergisantes !$h",






	// OTHER NPCS
	"Pam.Mon4": "Louis est un amour, un jeune homme si compréhensif.#$b#Il est le seul qui ne me blâme pas pour la panne du bus.#$e#J9a ne parait peut être pas, mais je prends mon travail très au sérieux.",
	"Pam.Tue6": "Cette vieille fille est enfin de retour en selle ! Avec un nouveau bus en plus !#$b#Avez-vous vu la jolie demoiselle ? Silencieuse comme une souris et la conduite est aussi confortable que délicieuce, je me sens enfin vivante.",
	"Lewis.Wed4": "Avez-vous vu la voiture à côté de ma maison ? C'est la même que celle de Louis. Je l'ai vu travailler dessus dans son garage une fois et je l'ai vraiment aimé.#$b#Les voitures coûtent chères en règle général mais le gouvernement a subventionné ces voitures électriques donc c'était une bonne idée de changer.",
	"Lewis.Sat2": "Il n'y a pas beaucoup de voitures dans cette ville et depuis que le bus est tombé en panne, parfois les gens demandent à emprunter les voitures de ceux qui en ont une. Dans une petite ville comme la nôtre, nous devons travailler ensemble et je fais confiance à tout le monde pour conduire en toute sécurité. Surtout avec tous ces systèmes de sécurité modernes, je ne suis pas trop inquiet.",
	"Lewis.Mon2": "Gus a finalement suivi mon conseil et s'est acheté une nouvelle voiture. Ce vieux tas de rouille me réveillait tous les mercredis à 4 heures du matin pile.",
	"Harvey.Mon2": "La clinique ne va pas bien. Je suis bien sûr heureux que tout le monde soit en bonne santé mais je dois chercher d'autres alternatives si je veux garder la clinique en fonctionnement. Peut-être que je devrais investir dans une voiture pour pouvoir faire des visites à domicile et atteindre des patients dans d'autres zones reculées ?",
	"Seb.Wed4": "Parfois, il est plus facile de demander à un spécialiste quand on a des problèmes.#$b#J'ai passé des heures hier à essayer de comprendre un schéma pour connecter des câbles entre eux.#$b#Puis j'ai abandonné et je suis descendu chez Louis et il me l'a expliqué en 5 minutes.$h",
	"Alex.Mon2": "Tu sais @ ? J'ai toujours voulu devenir un athlète.#$b#Mais quand j'ai aidé au stand de glaces l'été dernier, j'ai remarqué Louis travaillant sur les voitures dans son garage, ça avait l'air plutôt cool. Et j'ai remarqué dernièrement que j'y vais de plus en plus souvent. Peut-être que je devrais lui demander s'il a besoin d'aide ? Qu'en penses-tu ?",
	"Alex.Tue4": "Je l'ai ! J'ai le travail ! À partir de demain, je fais officiellement partie du Garage de Louis !#$b#Attends juste @, bientôt je serai le meilleur mécanicien au sud de Zuzu City !$h",
	"Alex.Wed4": "Louis est un professeur si patient, j'avais peur au début que ce soit trop difficile mais il a dit que j'ai du talent et je ne le décevrai pas. ",
	"Alex.Thu4": "J'ai reçu un tas de livres de Louis à lire pour mon apprentissage. Je ne pensais pas que travailler sur des voitures nécessitait autant de lecture.",
	"Alex.Fri4": "Je suis tellement nerveux… Demain, je vais travailler seul pour la première fois… Respire, Alex. Tu es bon. Tu as ça… J'ai ça, n'est-ce pas ?",
	"Alex.Sat4": "Ma journée seule s'est bien passée hier ! Seulement quelques complications mineures mais Louis a dit que j'ai bien fait. Victoire !",
	"Alex.Wed6": "J'ai missioné Robin pour faire quelques améliorations à notre salle de bain, je veux que mes grands-parents se sentent en sécurité.#$b#C'est bien de pouvoir enfin se permettre ces choses, maintenant je veux travailler encore plus dur pour pouvoir m'acheter un nouvel équipement d'entraînement.",
	"Gus.Mon": "Enfin, j'ai une nouvelle voiture, Pierre et Lewis me hantaient depuis des années à propos de mon ancienne.#$b#Je suis d'accord, elle était bruyante et tombait en morceaux mais j'avais cette voiture depuis 25 ans, c'est difficile de se séparer de ces choses.#$b#Bien que je dois dire qu'avoir une nouvelle voiture a ses mérites, c'est moins cher et beaucoup plus silencieux.",
	"George.Thu": "Qu'est-ce que c'est ? Une autre lettre pour Louis ? Je dois l'appeler pour qu'il vienne la chercher.",
	"George.Wed2": "Mes bras se sont affaiblis au fil des années alors j'ai changé pour un fauteuil roulant électrique.#$b#Je ne veux pas accabler Evelyn ou Alex avec mes maux, alors je m'assure de visiter Louis régulièrement pour des inspections.",
	"George.Tue2": "Alex et Louis s'entendent vraiment bien, mon garçon veut travailler pour lui.#$b#J'espère que Louis acceptera.",
	"Robin.Mon": "Louis est venu me voir et m'a demandé des nouvelles à propos de mon camion, il a offert de le réparer gratuitement.#$b#Je vais y réfléchir mais je n'ai pas vraiment besoin d'une voiture, bien sûr c'est agréable pour les gros troncs mais c'est aussi un excellent entraînement pour moi de les ramener à la maison.",
	"Robin.Sat2": "J'ai réfléchi à l'offre de Louis. Je ne pense pas l'accepter.#$b#J'ai parlé avec Demetrius et nous avons décidé de vendre le vieux camion et d'acheter une nouvelle voiture, maintenant que nous avons des chargeurs communautaires gratuits, il serait logique de passer du gaz à l'électricité.",
	"Robin.Fri": "Sebastian a demandé s'il pouvait emprunter notre nouvelle voiture, il veut emmener Sam et Abby en ville bientôt.#$b#Ils veulent acheter des cosplays je crois ? Pour aller jouer en cosplay ?#$b#Quelque chose comme ça, il a dit que c'est quand les gens se rencontrent pour jouer à leur jeu de plateau en vrai.$h#$e#Je n'ai aucune idée de ce que cela signifie honnêtement mais je suis content qu'ils sortent plus.",
	




	// FESTIVAL
	"EggFestivalYear1": "Cette nourriture est si bonne, c'est incroyable combien de plats on peut cuisiner à partir d'œufs.#$b#Venir ici valait le coup rien que pour la nourriture.",
	"EggFestivalYear2": "Oh @, tu participes au concours plus tard ? Je te souhaite bonne chance si tu le fais, Abigail est une adversaire redoutable.#$b#Mais je suis sûr que tu en sortiras vainqueur !",
	"FlowerDanceYear1": "J'ai marché autour du lieu pendant un moment maintenant en discutant avec les autres, tout le monde semble se préparer pour la danse, as-tu déjà un partenaire ?",
	"FlowerDanceYear2": "Les décorations de fleurs sont charmantes, ne trouves-tu pas ?#$b#J'ai aidé Evelyn à charger toutes les décorations et à la conduire ici hier, c'est impressionnant à quel point elle est en forme pour son âge.",
	"LuauRandomItem": "J'ai apporté des spaghettis pour le Luau, j'espère que personne d'autre n'a apporté la même chose.",
	"Festivals.MoonlightJellies.Year1": "Il y a tellement de monde ici... Les quais vont être bondés.#$b#J'espère que j'arriverai à la rive à temps pour sécuriser une bonne place.",
	"Festivals.MoonlightJellies.Year2": "L'année dernière était hypnotisante, j'étais impatient de fermer boutique et de me précipiter ici à nouveau.",
	"Festivals.SDVFair.Year1": "L'année prochaine, je vais à 100% décrocher une place pour ma boutique, beaucoup de gens de l'extérieur de la ville visitent la foire, c'est donc un excellent moyen de faire connaître ma boutique.",
	"Festivals.SDVFair.Year2": "...J'ai encore oublié de soumettre le formulaire...#$b#Laissez-moi dans ma honte. Si vous me cherchez, je serai avec Gus en train de manger une quantité malsaine de glace pour engourdir ma douleur.$s",
	"Festivals.SpiritsEve.Year1": "Est-ce que ce sont de vrais monstres dans la cage ? Penses-tu que c'est sûr ? Peut-être que je devrais plutôt faire le labyrinthe ?",
	"Festivals.SpiritsEve.Year2": "Je me suis perdu dans le labyrinthe l'année dernière. Plus jamais ça.#$b#Je jure que ces araignées étaient réelles, elles me regardaient !",
	"Festivals.IceFestival.Year1": "As-tu vu les sculptures ? C'est incroyable comment Leah a fait ça, elle est vraiment douée.",
	"Festivals.IceFestival.Year2": "Je pensais que participer au concours serait facile mais il s'avère que savoir techniquement comment construire quelque chose et être assez créatif pour construire quelque chose sont deux compétences différentes.",
	"Festivals.WinterStar.Year1": "Je suis tellement excité que mon ami secret ouvre son cadeau. J'espère qu'il va l'aimer.",
	"Festivals.WinterStar.Year2": "J'ai apporté un cadeau supplémentaire cette année pour Gus.#$b#Il passe tellement d'heures à cuisiner pour nous tous et ne s'attend jamais à rien en retour.",
	"NightMarket.Day1": "Je veux acheter des épices et peut-être une peinture pour la boutique.#$b#J'ai entendu dire qu'un peintre célèbre visite le marché nocturne.",
	"NightMarket.Day2": "As-tu goûté le café ici ?#$b#Le goût est si unique et je me sens tellement rafraîchi, bien que, ce n'était probablement pas une bonne idée de boire du café si tard dans la nuit.",
	"NightMarket.Day3": "C'est déjà le dernier jour… J'aimerais que le marché nocturne ait lieu plus souvent pour que je n'aie pas à stocker tout comme si j'avais une famille de 8 personnes à nourrir.",
	
// FURNITURE
	"Furniture.Dressers.1": " Commode Jaune Retro",
	"Furniture.Dressers.2": " Commode Jaune-Blanche Retro",
	"Furniture.Dressers.3": " Commode Jaune Retro ",
	"Furniture.Dressers.4": " Combo bibliothèque-bureau",
	"Furniture.Dressers.5": " Étagère rétro ouverte",
	"Furniture.Dressers.6": " Petit buffet rétro",
	"Furniture.Dressers.7": " Combo bibliothèque-bureau ",
	"Furniture.Dressers.8": " Commode à tiroirs pilotis",
	"Furniture.BST.1": " Petite table de nuit jaune",
	"Furniture.BST.2": " Petite table de nuit blanche",
	"Furniture.BST.3": " Moyenne table de nuit jaune ",
	"Furniture.BST.4": " Moyenne table de nuit blanche",
	"Furniture.BST.5": " Haute table de nuit jaune ",
	"Furniture.BST.6": " Haute table de nuit jaune ",
	"Furniture.BST.7": " Table de nuit haute à un tiroir",
	"Furniture.BST.8": " Table de nuit haute à deux tiroirs",
	"Furniture.Couch.1": "Canapé confortable retro",
	"Furniture.Couch.2": "Canapé retro en bloc",
	"Furniture.Couch.3": " Canapé rétro à l'avant",
	"Furniture.DoubleCouch.1": "Double canapé retro confortable",
	"Furniture.DoubleCouch.2": "Double canapé retro en bloc",
	"Furniture.Fireplace.1": "Cheminée retro",
	"Furniture.Fireplace.2": "Cheminée retro alternative",
	"Furniture.Fireplace.3": "Peinture large de cheminée",
	"Furniture.Fireplace.4": "Alternative de peinture large de cheminée",
	"Furniture.Fireplace.5": "Multi peinture de cheminée",
	"Furniture.Fireplace.6": "Alternative de multi peinture de cheminée",
	"Furniture.Fireplace.7": "Grande horloge de cheminée",
	"Furniture.Fireplace.8": "Alternative de grande horloge de cheminée",
	"Furniture.Bookcase.1": "Bibliothèque moyenne",
	"Furniture.Bookcase.2": "Bibliothèque moyenne décorée",
	"Furniture.Bookcase.3": " Grande étagère ouverte",
	"Furniture.Bookcase.4": " Combo tiroir-livres moyen",
	"Furniture.Bookcase.5": " Combo tiroir-livres large",
	"Furniture.Bookcase.6": " Étagère décorée",
	"Furniture.Bookcase.7": " Combo tiroir-bibliothèque",
	"Furniture.RetroBedASingle.1": "Lit simple retro",
	"Furniture.RetroBedADouble.1": "Lit double retro",
	"Furniture.RetroBedBSingle.1": " Lit simple à barreaux",
	"Furniture.RetroBedBDouble.1": " Lit double à barreaux ",
	"Furniture.RetroBedCSingle.1": "Lit d'appoint simple",
	"Furniture.RetroBedCDouble.1": "Lit d'appoint double",
	"Furniture.RetroChildBed.1": "Lit d'enfant retro",
	"Furniture.RetroChildBed.2": "Lit d'enfant à barreaux",
	"Furniture.RetroChildBed.3": "Lit d'appoint d'enfant",
	"Furniture.RetroCouchTable.1": " Table basse encadrée ",
	"Furniture.RetroCouchTable.2": "Table basse retro",
	"Furniture.RetroCouchTable.3": "Table basse en verre",
	"Furniture.RetroCouchTable.4": "Table basse carrée",
	"Furniture.RetroCouchTable.5": " Petite table basse jaune ",
	"Furniture.RetroCouchTable.6": " Table basse jaune moyenne",
	"Furniture.RetroLamp.1": " Lampe en métal ",
	"Furniture.RetroLamp.2": "Lampe parapluie en metal",
	"Furniture.RetroLamp.3": "Lampe cylindrique",
	"Furniture.RetroLamp.4": "Lampe de chevet",
	"Furniture.RetroLamp.5": "Lampe à boule sur pied",
	"Furniture.RetroTV.1": "TV Plasma retro",
	"Furniture.RetroTV.2": "TV retro cassé",
	"Furniture.RetroTV.3": "TV retro discount",
	"Furniture.RetroRug.1": " Tapis géométrique carré ",
	"Furniture.RetroRug.2": "Petit Tapis géométrique carré ",
	"Furniture.RetroRug.3": "Tapis à motif rétro jaune",
	"Furniture.CustomBookCase.1": "Grande bibliothèque",
	"Furniture.CustomBookCase.2": "Grande étagère",
	"Furniture.CustomDresser.1": " Buffet large décoré ",
	"Furniture.CustomDresser.2": " Buffet bas décoré ",
	"Furniture.CustomDresser.3": "Buffet bas",
	"Furniture.CustomDresser.4": " Commode à tiroirs multiples ",
	"Furniture.CustomDresser.5": " Buffet large ",
	"Furniture.CustomDresser.6": " Buffet à plantes en pot ",
	"Furniture.CustomDresser.7": " Commode décorée ",
	"Furniture.CustomDresser.8": " Combinaison large commode-bibliothèque ",
	"Furniture.CustomPlasmaTV.Left": " Tablette TV plasma gauche ",
	"Furniture.CustomPlasmaTV.Right": " Tablette TV plasma droite ",
	"Furniture.Pictures.1": " Tatouage des cinq murs ",
	"Furniture.Pictures.2": " Tatouage des cinq murs arc-en-ciel ",
	"Furniture.Pictures.3": " Grande photo vintage ",
	"Furniture.Pictures.4": "Petite photo vintage",
	"Furniture.Pictures.5": " Mur d'images ",
	"Furniture.Pictures.6": "Photo vintage",
	"Furniture.Pictures.7": "Photo de la clé vintage",
	"Furniture.Pictures.8": " Pièce d'art en forme de larme ",
	"Furniture.Pictures.9": " Peinture de fleurs vintage ",
	"Furniture.Pictures.10": " Peinture vintage ",
	"Furniture.Pictures.11": " Grande pièce d'art en or ",
	"Furniture.Pictures.12": "Petite horloge",
	"Furniture.Pictures.13": " Round Photo ",
	"Furniture.Pictures.14": "Grande horloge vintage",
	"Furniture.HangingShelve.1": " Commode suspendue ",
	"Furniture.HangingShelve.2": " Petite étagère suspendue ",
	"Furniture.HangingShelve.3": " Étagère suspendue pour bibelots ",
	"Furniture.HangingShelve.4": " Bibliothèque suspendue ",
	"Furniture.WallLamp.1": " Lampe murale rétro ",
	"Furniture.RetroBear.1": " Ourson rétro ",
	"Furniture.RetroBear.2": " Ourson à la dent sucrée ",
	"Furniture.RetroCar.1": " Voiture jouet moyenne ",
	"Furniture.RetroCar.2": " Voiture jouet large",
	"Furniture.RetroCar.3": " Voiture jouet petite",
	"Furniture.RetroPlant": "Plantes en pot",
 
	"Furniture.RetroArmchair.1": " Fauteuil carré jaune ",
	"Furniture.RetroArmchair.2": " Grand pouf jaune",
	"Furniture.RetroArmchair.3": " Moyen pouf jaune ",
	"Furniture.RetroArmchair.4": " Balançoire en rotin jaune ",
	"Furniture.RetroArmchair.5": " Fauteuil rond en forme d'œuf ",
	"Furniture.RetroArmchair.6": " Fauteuil rond jaune ",
	"Furniture.RetroArmchair.7": "Fauteuil jaune",
 
	"Furniture.RetroChair.1": " Chaise rétro blanche ",
	"Furniture.RetroChair.2": " Chaise retro blanche en forme d'oeuf ",
	"Furniture.RetroChair.3": " Chaise retro blanche en forme d'oeuf alternative",
 
	"Furniture.RetroStool.1": " Tabouret retro blanc ",
	"Furniture.RetroStool.2": "Tabouret en bois retro blanc",
	"Furniture.RetroStool.3": " Tabouret en bois retro blanc alternatif ",
	"Furniture.RetroStool.4": "Tabout retro jaune",
	"Furniture.RetroStool.5": "Tabout en bois retro jaune",
 
	"Furniture.Cushion.1": " Coussin jaune",
	"Furniture.Cushion.2": " Coussin blanc",
 
	"Furniture.RetroDiningTable.1": " Table à manger rétro ",
	"Furniture.RetroMediumTable.1": "Table retro",

	// CINEMA
	"Cinema.Before.WithClint": "Aller quelque part avec Clint est toujours marrant",
	"Cinema.During.WithClint": "(Clint et Louis apprécient le film…)",
	"Cinema.After.WithClint": "C'était marrant, einh les gars ? ?$h#$b# On devrait y retourner ensemble!" ,
	"Cinema.Before.Comedy": "J'adore les bonnes comédies, ça devrait être marrant.$h",
	"Cinema.During.Comedy": "Hahahaha! C'est si drôle...$h",
	"Cinema.After.Comedy": "C'était marrant! on devrait revenir voir une comédie une prochaine fois.$h",
	"Cinema.Before.Horror": "Les films d'horreurs sont les meilleurs! $h#$b# J'espère que tu n'auras pas trop peur, @.",
	"Cinema.During.Horror": "Ahh!$u#$b#Wow...$s",
	"Cinema.After.Horror": "C'était incroyable!$h#$b#Les films d'horreurs sont bien n'est-ce pas?",
	"Cinema.Before.Generic": "J'ai hâte de ce film, @.$h#$b#Merci de m'avoir emmené!",
	"Cinema.During.Generic": "(Louis est absorbé par le film...)",
	"Cinema.After.Generic": "Encore merci de m'avoir emmené ici, @.$h#$b#c'était sympa de venir voir un film, ça m'a fait une pause dans mon travail.",
}