{
    "patio_Masahi": "Hey, love. I'm taking care of these plants.#$b#They are blooming so beautifully, aren't they?",

    "Rainy_Day_0": "It's raining again... I don't mind it anymore, though.#$b#Just being here with you is enough to calm my heart, @.$u",
    "Rainy_Day_1": "This heavy rain brings back memories of the time Mom and I had to take shelter inside a convenience store.$6#$b#It's quite nostalgic.",
    "Rainy_Day_2": "I wish you would stay at home with me today, @.$6#$e#... Just kidding. But I want a kiss, honey.$u",
    "Rainy_Day_3": "Babe, are you going out for work? I will miss you a lot.$u",
    "Rainy_Day_4": "Are you cold, @?$6#$b#Come here, I will hug you.$u",
    "Indoor_Day_0": "I woke up early today and saw your adorable sleeping face, @.#$b#Even though we're already married, my heart still races at moments like this.$l",
    "Indoor_Day_1": "Are you hungry, love?$6#$b#Here, I've prepared this for you. Please don't skip breakfast, okay?[201]$u",
    "Indoor_Day_2": "You seemed tired last night. Are you doing okay, dear?$6#$b#Let me give you a healing kiss.$u",
    "Indoor_Day_3": "Sometimes, I still can't believe that I get to live together with you.$u#$b#I'm happy. How about you, babe? Are you happy, too?$u",
    "Indoor_Day_4": "I think I'll visit Gus today and see if he needs any assistance.#$b#Have a wonderful day, honey.$u",

    "Rainy_Night_0": "Hmm... it might be hard for me to sleep today.$6#$b#Can you hold my hand and hug me to sleep, dear?$u",
    "Rainy_Night_1": "How was your day, love?#$b#I hope the rain did not bother you too much.$6",
    "Rainy_Night_2": "Hey, babe. I brewed some hot tea for you.[614]#$b#Are you feeling warmed now? If not, come over here. I'll hug you.$u",
    "Rainy_Night_3": "The sky is getting darker because of the rain.#$b#I'm relieved that you came back home early, honey.$u",
    "Rainy_Night_4": "I miss you, @. How about giving me a kiss?$l",
    "Rainy_Night_5": "On nights like this, I can't sleep with the lights off.$6#$b#Does that bother you, honey?",
    "Indoor_Night_0": "You smell like blood... Did you get hurt, honey?$6#$b#Oh, it's from the monsters in the mine, isn't it?#$e#That genuinely scared me, @.$6",
    "Indoor_Night_1": "How was your day, love?$u#$e#Dinner will be ready any time soon. Please give me a few minutes, dear.$u",
    "Indoor_Night_2": "The weather is really nice today. I wish we could find the time to go picnic together.$6#$b#Next time when you are free, I will prepare a wonderful date, sweetheart.$u",
    "Indoor_Night_3": "The other day when I was passing through the forest, I saw something that looked like a walking apple.#$b#Is this the forest spirit you've been telling me about, love?$u",
    "Indoor_Night_4": "It's a magical feeling to see you return home every day, @.#$e#I hope this continues forever.$u",

    "funLeave_Masahi": "I'm working in town today, honey.#$b#I will be back soon and prepare dinner for you.$u",
    "funReturn_Masahi": "Good evening. How was your day, love?#$b#I had a productive day today. I hope you did, too.$u",

    "spouseRoom_Masahi": "Gus gave me this arcade machine when we got married.#$b#Would you like to play Journey of the Prairie King with me sometimes, @? Just a heads up, I'm quite good at it.$u",

    "Outdoor_0": "I think I will walk around the town today and see if any plants need watering.#$b#What about you, babe?",
    "Outdoor_1": "I heard some people kept dinosaurs as pet.$6#$b#Can we adopt some dinosaurs too, dear? I will take care of them.$u",
    "Outdoor_2": "I'll just watch you from here.$u#$e#I enjoy watching you.",
    "Outdoor_3": "I've prepared some snacks for you, love. Come over here if you are feeling tired.$u#$e#You will also get a bonus kiss, of course.$u",
    "Outdoor_4": "If you're selling your crops, can you set aside some for me?#$b#I'd like to make something nice for you.$u",

    "OneKid_0": "%kid1 looks so much like you, @.#$b#I wonder if %kid1 will grow up to be an adorable farmer, just like you.$u",
    "OneKid_1": "I'm still getting used to being a father.#$b#I've been dreaming about having a loving family of my own, but for it to happen so quickly... I'm both excited and scared, dear.$6",
    "TwoKids_0": "I had a dream last night about when we retired and our kids grew up.#$b#It was such a happy dream that I didn't want to wake up.$u",
    "TwoKids_1": "I often wonder how it feels to have a sibling.#$b#I hope %kid1 and %kid2 take care of each other and build a special bond.$u",
    "TwoKids_2": "Thanks for bringing %kid1 and %kid2 into my life, @.$u#$b#I was unsure about having kids, but now... I will try my best for our family.$u",

    "Good_0": "You look gorgeous today, love. How can I take my eyes off you now?$u",
    "Good_1": "Gus said I've changed quite a lot ever since I met you.#$b#Even I didn't anticipate we would come this far, @.$u#$b#Thanks for taking that first step. I love you.$u",
    "Good_2": "Is there anything I can do for you, dear?$u#$b#I feel bad seeing you work day and night for our family.$6",
    "Good_3": "Don't worry about me, honey.#$b#Waiting for your return at home is a pleasure in itself.$u",
    "Good_4": "*sigh* I can never stay angry with you. I want to scold you for skipping meals, but then it pains me to realize that you must be exhausted.$6",
    "Good_5": "Honey, can you teach me how to dance?#$b#It's just... When I see couples dancing at the Flower Dance, I'm a little jealous. I want to dance with you, too.$u",
    "Good_6": "I once believed I didn't need anyone in my life, but now...$6#$b#Whenever I think about a future without you, it hurts a lot.#$e#Can you promise to stay with me forever, @?",
    "Good_8": "Last night was so amazing, @.#$b#I'm still wanting you right now.$l#$b#It's never enough with you.$u",
    "Good_9": "What's your plan for tomorrow, dear?#$b#How about skipping work and having a date with me?$u",

    "Neutral_0": "I feel bad that you are making money for both of us.$6#$b#I'll work hard too, @.$u",
    "Neutral_2": "I have to admit, our bed is quite comfortable.#$b#Even though I enjoy living with Gus, his sofa is not the best.$6",
    "Neutral_3": "You are truly admirable, @. I'm not sure I can handle all that strenuous farm work.$6#$b#Perhaps that's why you're in such a great shape.$u",
    "Neutral_4": "What do you think of my cooking, honey?#$b#I tried my best to prepare the most delicious dishes for you.$u",
    "Neutral_5": "@, can we get a jukebox? I enjoy listening to the music while working.#$b#Please don't misunderstand, dear. Our house is already pleasant enough for me.$u",
    "Neutral_6": "Feel free to have sleepovers with your friends, @. Just let me know beforehand.#$b#I hope our marriage doesn't restrict you from doing what you enjoy.$u",
    "Neutral_8": "The weather has been lovely lately. Maybe I will spend the day sunbathing at the beach.$u#$b#Would you like to join me, love?",
    "Neutral_9": "If possible, could you pick up a couple of fertilizers for me, dear?#$b#I think my flowers would love that.$u",

    "Bad_0": "How was your day, @? Although, I don't think you want to share it with me.$6",
    "Bad_1": "What did I do wrong, @?$6#$b#I miss the you that used to love me...$6",
    "Bad_2": "I'm sorry, @. Can you leave me alone for now? I need some time to think.$6",
    "Bad_3": "Did you already forget the good memories we had, @? It makes me sad.$6",
    "Bad_4": "I hope that if you lose your feelings, you'll let me go. Thanks in advance.$6",
    "Bad_5": "Am I not good enough for you anymore, @? You have been cold to me lately.$6",
    "Bad_6": "...$6",
    "Bad_7": "I miss the time we were still dating, @.$6#$b#I wonder if those happy days will ever return again.$6",
    "Bad_8": "I'm not sure what to say, @... Is work stressing you out?$6",
    "Bad_9": "Why are you treating me like this, @? It breaks my heart... $6",

    "spring_1": "Happy new year, honey. Do you like the gift I gave you last night?$l",
    "spring_12": "It's the Egg Festival tomorrow, huh? It would be amusing watching you hunt for eggs.$u",
    "spring_23": "I'm still not confident in my dancing, honey...$6#$b#However, if you invite me to dance, I'll gladly accept. Promise me not to dance with anyone else, okay?$u",
    "summer_10": "Do you like seafood, @? I'm thinking about bringing Rainbow Trout to the Luau tomorrow.#$e#Willy taught me to catch it today. It was quite an experience.",
    "summer_27": "Honey, can we go watch the jellyfish tomorrow? It would be romantic to experience that beautiful scene with you.$u",
    "fall_15": "I'll try the shooting game at the Fair tomorrow. What about you, dear?$u#$e#Oh, I'm guessing you will be participating in the Grange Display, right? I hope my lovely wife wins.$u",
    "fall_26": "I don't believe in ghosts, so I'm not expecting much from the Eve tomorrow.$6#$b#Although, watching you all scared in the maze could be quite entertaining.$u",
    "winter_1": "What are your plans this winter? I know it's more of a laid-back time for you.#$b#Should we go skating, honey?$u",
    "winter_8": "Good luck on the fishing contest today, love. I'm confident you'll win easily.$u",
    "winter_14": "The Night Market starts tomorrow, doesn't it? I hope you have fun there, @.$u#$b#Me? I don't like my favorite place being so crowded. I think I'll stay at home.",
    "winter_24": "What dish are you looking forward most to, @? Since I didn't prepare the foods this year, I guess you are a bit disappointed, huh?$u",
    "winter_28": "It's been a great year, @. I'm happy that we've gone through another year together. I know that good things await us in the new year.$u"
}
