{
// FUTURE TOODOO: Double the number of lines!

  "Neutral_0": "Hmm... Something feels wrong. I'm not sure what exactly though...$6#$e#I'm sure it's probably nothing.$0",
  "Neutral_1": "Don't mind me. I've been wanting to take a peek at the code for a while now.$0#$b#Feel free to take care of what you need to take care of, @. I'll be fine on my own.$0",
  "Neutral_2": "Say, don't forget to take some breaks. I love you so much, @, but I'll worry if something happened.$0#$e#And if you need anything, feel free to talk to me! You know I'm here for you, right?$0",
  "Neutral_3": "Some days, I forget that we're even married. We still talk sometimes, but it feels the same as when we were just friends.$6#$e#Not that it's necessarily a bad thing!$3#$b#I'm living with my best friend that I love! It's great, @!$4#$b#I just wonder if there's a way to love you beyond marriage, you know?$2",
 //"Neutral_4": Good/Best End 
  "Neutral_4": "I have been watching people play Moonmist Acropolis on a website called Tremble.tv, and it's quite cathartic watching others go through the game.$0#$b#Maybe it's because it's similar to what I did here in Pelican Town, just watching others live their lives.$9",  
  "Neutral_5": "%farm farm is doing pretty well, I'd say.$0#$b#I guess it's because the farmer who owns it takes pretty good care of it, right @?$1#$e#...Though I must admit, it sometimes feels like you don't really need me.$6#$b#I'm happy with you here. But are you happy with me here?$2",
  "Neutral_6": "I'm in the mood for some tea.$0#$b#Tea helps soothe the mind and body, after all.$1#$e#Maybe I'm just a little tired is all. Living on the farm is certainly a change of pace, in comparison to the code.$6",
  "Neutral_7": "I'm sorry... I got a lot on my mind and I wanted to get some things off of my chest.$2#$q 63/64 Neutral_7_old#Do you mind if I vent to you?#$r 63 250 Neutral_7_63#Of course, Katrielle.#$r 64 -250 Neutral_7_64#Maybe another time.",
  "Neutral_8": "The air here is quite fresh, but I'm not gonna lie, I do miss the void smell.$9#$e#Hmm? What does it smell like? Well, it smells like freshly cooked potatoes!$1#$b#...I'm just kidding. It's actually a little unpleasant to most people, but it's nostalgic to me.$0#$b#Ah, the smell of the void.$1",
  "Neutral_9": "@, do you ever think about how long we'll be together? Years? Decades? Forever?$9#$b#...How long is forever?$6#$e#I'd like to believe that we will be together as long as humanly possible, @.$4",

  "Bad_0": "Hey.$2#$e#...$2",
  "Bad_1": "I'm sorry... I've got a lot on my mind and...$6#$e#*sigh*...Nevermind. You probably don't want to listen to me anyway.$2",
  "Bad_2": "I miss being unseen by everyone.$6#$b#...$2#e#...Including you.$7",
  "Bad_3": "I wonder if your eyes are on someone else. I can't compete with someone that isn't here...$2",
  "Bad_4": "Even if I'm different than everyone else, I can't help but to wonder if I'd be happier with him.$2",
  "Bad_5": "I'm sure I can do anything...$6#$e#...Except make you happy, I guess.$2",
  "Bad_6": "@...$2#$b#I... Nevermind. It doesn't really matter.$2#$e#Nothing does.$7",
  "Bad_7": "Marriage is really weird, but we're happy.$6#$e#...Right?$2",
  "Bad_8": "It's weird. I've never felt much regret in my life before.$2#$b#At least, until now...$2",
  "Bad_9": "@, please leave me alone for today.$2#$e#Ugh, I'm so sick of you.$5#$b#Go away!$5",
  
  "Good_0": "I was examining the Mermaid Pendant you gave me.$0#$b#It's a really nice shade of blue, and it's really pretty to just continue looking at.$0#$e#I know I can just waltz into the code, and pick up nine-hundred ninety nine of them, but this one is special.$8#$b#Just like with all of the items I love, like Dwarf Gadgets or Blobfishes, I refuse to pick them up myself.$0#$b#So this pendant, it's actually the first time I've seen it for myself.$8#$b#And well, I love it, @.$4",
  "Good_1": "I hope you don't mind, but I did do a little bit of digging to learn more about you, @.$0#$b#Yes, yes, it's really funny to try to learn more about the spouse you just married.$1#$b#But you *are* different from everyone else, myself included. And there was something I wanted to give you.$8#$b#It's something that someone like you can only accept, which is very peculiar.$9#$b#I'm pretty sure you have no use for it, but I just wanted to see what happens.$1#$e#@, will you marry me? [801 801 801]$4#$e#...Oh man, my heart is beating out of my chest!$1#$b#If this is what you had to go through, I have nothing but respect.$0#$e#By the way, you can probably toss it out. Marriage is weirdly restrictive, and there's a chance I might give you another one.$0#$e#Or, you can collect them, if you'd like. Just a passing thought.$4",
 //"Good_2": Farmhouse Upgrade
  "Good_2": "You know, I do sort of miss my house.$2#$b#I did my best to bring the important things along with me, as well as a couple of interesting items from the code.$0#$b#But it almost feels like there isn't much of a reason for me to go there.$2#$e#Oh wait! There is something!$3#$b#So, when we get a cellar and you have access to Casks, you can place them inside of my house instead!$1#$b#I will warn you though, I am planning on visiting my house and checking my computer from time to time, so don't put it in my path.$0#$b#You have my full permission to do it, so flood my house with casks for all I care!$1#$b#...If anything, you always had the ability to do so.$0",
 //"Good_3": Game 2
 //"Good_3": Game 3
 //"Good_3": Game 4
 //"Good_3": Game 5
 //"Good_3": Game 6
 //"Good_3": Game 7
 //"Good_3": Game 8
 //"Good_3": Game 9
 //"Good_3": Game 10
 //"Good_3": Game 11
 //"Good_3": Game 12
 //"Good_3": Game 13
 //"Good_3": Game 14
 //"Good_3": Game 15
 //"Good_3": Game 16
 //"Good_3": Game 17
 //"Good_3": Game 18
  "Good_3": "I've been playing a game called Celeste. It's about a girl overcoming her inner demons to climb a mountain.$0#$b#It's really hard, but the music and lack of pressure makes it very hard to quit trying.$0#$b#Plus, I personally love the story, even though it isn't the reason why you'd play the game.$1#$b#Feel free to check it out in the console!$0",
  "Good_4": "Hey @, I love you!$4#$e#That was a little unprompted, huh? Well, I'm your wife and I can say it!$1#$b#I love you, I love you, I love you, I love you, I love you, I love you...$8#$b#I love you, I love you, I love you, I love you!$1#$e#Hehe, sorry. It just means a lot to me that I can say it to someone.$8#$b#You're the first person I can really express those feelings to and have it be reciprocated.$4#$b#So yes, @. I love you. And I won't ever get tired of saying it.$4",
  "Good_5": "@, please help me. My mind is feeling a little... muddy today.$2#$b#My mind has been running all over the place today, and I don't know why, after everything.$2#$b#I guess being married doesn't solve every problem, huh?$2#$e#Well, I know you got me, so I know the feeling will pass. So don't get too concerned if I'm a little off-kilter today.$0#$b#I'll bounce back from the brain fuzz soon enough.$0#$e#But here, take this. Maybe this might help you, even though it didn't really seem to help me.[446 204]",
  "Good_6": "You know, everyone in town is pretty weird, but you're by far the strangest entity of them all.$6#$b#I mean, you eat food whole, plates and all, you have the capacity to revitalize the town and the economy, you're the only person that's willing to give things to the museum...$1#$e#Well, you're *my* weirdo, so that's all that matters to me.$4#$b#Comparatively, even I'm more normal than you.$1#$e#So if you decide to flood the lakes and ocean with crab pots? Fine by me!$1#$b#Or if you go into the desert and somehow plant trees in sand? Just another day as far as I'm concerned.$1#$b#Or even tilling the same piece of land to find a piece of clay, only to follow a ridiculously intricate pattern to get eighty more? Whatever floats your boat!$0#$b#They're all the funny things that make me so madly in love with you.$4",
 //"Good_7": Desert Travel
 //"Good_7": Desert AND Ginger Island Travel
  "Good_7": "Hey @, did you know that you could travel to Calico Desert and Ginger Island?$0#$b#I ask, because I was wondering if there were any other places you’d want to go to.$0#$b#Sure, we’re settled down in Stardew Valley, but it’s a big world out there, and I dare say there’s more places you could go to!$1#$e#While I’m not sure how I’d fare, there’s Downtown Zuzu City, East Scarp, Ridgeside Village, and even an Expanded version of Stardew Valley!$1#$b#Perhaps I’ll see you there one day, and hopefully the world doesn’t end in trying to do so.$0",
  "Good_8": "I blocked off the void in my room over on the right.$0#$b#I wanted to take it with me because it is a bit homely, but I can totally understand that having the \"void\" out in the open like that is cause for concern.$0#$e#...I'd caution you to get too close. Stay there too long, and you might find yourself teleported to another world.$6#$e#...You're looking at me skeptically. I'm being serious.$6#$b#Listen, I don't want anything to happen to you, you know? I had to find that out the hard way.$6#$b#It's for the best. Just trust me.$0",
  "Good_9": "@, ever heard of love languages?$9#$b#It's this whole theory where people would give and receive love in certain ways, and doing it in the right way would allow the giver and the recipient to \"feel the love\" a little more.$0#$e#So, how do you express it?$4#$b#Do my words make your heart flutter?$1#$b#Or do you love it when I do things for you?$0#$b#Maybe it's when we hold hands?$8#$b#Perhaps your pulse starts to race when I give you random things.$1#$b#Maybe just being with you, spending time together, day after day, is why you love me?$4#$e#It's all valid at the end of the day, and personally, that last one is my love language: the love from quality time.$4#$b#But I'll do all I can to show you my love.$1",

  "spouseRoom_Katrielle": "The television set is still pretty weird, but I don't think I can just leave it back at home.$0#$e#@, you're giving me that look again.$6#$b#I hope it isn't also there. I can't imagine this thing multiplying in people's houses would be a good thing.$3",
  "patio_Katrielle": "I've been trying to work with the void to learn how to get rid of this infernal glitching.$0#$b#So far, I haven't made much progress, but as soon as I do, this patio will look great!$1",
  
  "Rainy_Day_Katrielle": "You know, you're truly a special entity.$8#$b#I mean for starters, the rain doesn't seem to really bother you all too much, in comparison to everyone else in town.$0#$e#Nearly everyone would rather stay indoors than to subject themselves to the rain.$0#$b#But if you do decide to stay in today, I won't mind staying in bed with you.$4",
  "Rainy_Day_0": "Hey @, have you set up some sprinklers? Because if so, today makes it a wasted effort.$0#$e#Well, that's a little harsh. After all, you don't know what the weather will be tomorrow.$1#$b#...Err, the day *after* tomorrow, I should say.$0",
  "Rainy_Day_1": "Phew, another rainy day? Another good reason to stay inside and do nothing!$1#$e#I meant that more for you. You should take a break. You deserve it!$1",
  "Rainy_Day_2": "@, don't forget your umbrella before you head out today!$0#$b#...Well, there's no number codes for an umbrella. So maybe get a hat or something?$0#$b#I'm personally partial to the Dinosaur Hat myself, but a Cowboy Hat would suffice.$1",
  "Rainy_Day_3": "Silly me, thinking today was gonna be nice outside.$0#$b#Enjoy running around in the rain. I'll opt to just stay here.$0",
  "Rainy_Day_4": "You know, if you were to tell me that I was gonna marry you one day, I'd probably respond with \"I can't believe I married a farmer.\"$0#$b#But now, I'd respond with \"I can't believed I married a farmer.\"$1#$e#Trust me, that was a compliment.$1#$e#Anyway, it's raining outside, stay safe, alright my beloved?$8",
  "Rainy_Night_Katrielle": "Man, this rain never lets up, huh?$6#$b#Ah well. Say @, I'll see you in bed, hopefully the rain will be gone by the morning.$0#$e#Good night, @. I love you.$4",
  "Rainy_Night_0": "Still raining, huh? Ugh, what a nuisance.$6#$b#I might have mentioned I'm not fond of the rain. Being married doesn't change that feeling.$2",
  "Rainy_Night_1": "@, ever notice that the rain never stops until the end of the day?$0#$b#I never thought that weather could be so immutable.$9#$e#But hey, if that means you can always rely on the weather being the exact same for twenty-four hours, I'd say it's pretty worthwhile.$1",
  "Rainy_Night_2": "Heh, with how dripping wet you are, you should stand in the field tomorrow to see if you could water the plants that way.$0#$b#I'm sure the tile will switch to a watered state.$1#$e#...For concerns of you taking me way too seriously, I must say that was a joke. You cannot water your plants if you stand over them while you're drenched.$6#$b#Though, it would be really funny if you could.$0",
  "Rainy_Night_3": "Sheesh, it's still going?$0#$b#The rain's hasn't let up an inch.$6#$e#Though, if you listen to it long enough, it kinda has an interesting rhythm to it.$0#$b#Like, it's obviously random, but it's still rather calming, don't you think?$1",
 //"Rainy_Night_4": Leo
  "Rainy_Night_4": "Rain, rain go away. Come again another day!$1#$e#Hehe, that was an old nursery rhyme I vaguely remember Penny singing to Vincent when he was much younger.$0#$b#Before Penny was Jas's and Vincent's teacher, she babysat them for a little bit of money, and the transition into their teacher was only fitting.$0#$b#Going through that when becoming an adult, Maybe that's why she loved kids soo much.$0",
  "Rainy_Night_5": "Wow, I can't believe all that rain is still coming down outside!$3#$b#...You know, there was a time the rain would continue happening in my house.$0#$b#I am *so* glad I taken care of that.$5#$e#But I guess that ultimately doesn't matter now that I'm living with you, huh?",
  
  "Indoor_Day_Katrielle": "Howdy, my lovely spouse!$1#$e#Good morning, @!$1#$e#Salutations, my dear compatriot!$1#$e#Guten Tag, umm...$1#$b#Okay, my German isn't that good.$0#$e#I ran out of greetings already.$1#$b#Hey @, my love.$8",
  "Indoor_Day_0": "Good morning, @!$1#$b#So, what's the plan today? Because for me, I'm gonna relax at home today.$0#$e#...Well, I suppose I'd feel bad if I couldn't help you a little bit. Here, a useless item from the void! [74 279 349 349 349 773 773 773 288 288 288 226 226 226]",
  "Indoor_Day_1": "Going somewhere today, @? Here, this might help! [261 688 689 690]",
  "Indoor_Day_2": "Ugh, I feel so groggy today.$5#$b#Don't mind me, I just don't feel like I have any energy today.$2#$e#So go on ahead, I'll be staying at the ol' farmhouse.$0",
  "Indoor_Day_3": "Would you be interested in making the house similar to my house?$0#$b#I could see if I could make it... a little more shaky and have the floorboards flicker.$1#$e#You don't seem too excited about the idea. I'll shelve it for another time.$0",
  "Indoor_Day_4": "Hey, want some breakfast?$0#$e#Here, freshly picked from the code!$1 [194 194 194 201 208 208 209 213 218 221 222]",
  "Indoor_Night_Katrielle": "@, it's been so long since I've seen you!$4#$b#Here, this should perk you right up... and you probably shouldn't drink if you want to sleep tonight. [253 253 253]",
  "Indoor_Night_0": "Ah, night time. Time to stay up and further destroy my sleep schedule!$1#$b#Well, I would, but it seems like everyone gets knocked out some time around 2 AM.$0#$b#Can't really change that without a little \"external help\" but I can live with that, honestly.$0",
  "Indoor_Night_1": "Welcome home, @! Anything interesting happen today?$1#$b#You probably heard me blather on for eons, so maybe now's a good time for me to listen to what you got to say.$0#$b#...$0#$b#Feel free to start talking whenever you're ready!$1#$e#...Ah, being the strong silent type.$0#$b#Well, I can play that game too! If you love me, say nothing.$0#$b#...$8#$b#...I love you too, @.$4",
  "Indoor_Night_2": "Man, the day's over already? That's crazy, I feel like I just woke up.$1#$b#I guess the saying's true. Time flies by a lot faster when you're happier.$8#$b#I don't think I need to tell you why, my wonderful partner.$4",
 //"Indoor_Night_3": Bad End
  "Indoor_Night_3": "Out of curiosity, do you think I'd look better in a suit or a dress?$0#$b#Just reminiscing about our wedding is all.$8#$e#Maybe tonight, I could wear the suit again.$4",
  "Indoor_Night_4": "Hey @.$4#$b#...$4#$e#Sorry about that, @. I just wanted to stare at you for a little bit now that you're back at home.$1#$b#If you'd let me, I could be completely entranced by looking at my spouse for hours.$8",
  
  "Outdoor_Katrielle": "Good morning @!$0#$e#Leave the house to me. I got some great ideas for the house: absolutely nothing!$1#$b#If you have any other ideas, I'll leave you to it then.$0",
  "Outdoor_0": "You know, it's kinda hard to appreciate the sunrise in my old place, wouldn't you say @?$0#$e#The sun's really, really nice to look at.$0#$b#Just like my wonderful spouse.$4",
  "Outdoor_1": "Looking out at %farm farm, it really does reflect you as a person.$0#$b#Putting all of your time and effort into something, it shows.$1#$e#...Incidentally, *not* putting all your time and effort into something, that also shows.$6#$b#But hey, I'm certainly not one to judge laziness.$0",
  "Outdoor_2": "Today's a pretty nice day, ain't it?$1#$b#You know, I still can't believe I chose to stay inside the entire time, and only going outside late at night.$0#$b#Thankfully, our farm's nice and private. No need to be worried about going outside now, huh?$0",
  "Outdoor_3": "Take in that Pelican Town air. It's really refreshing in comparison to the code.$0#$b#Y'know, even the inside of your farmhouse feels less musty, thinking about it.$1#$b#Oh, no offense.$0",
  "Outdoor_4": "Ah, looks like I'm the first one out of bed today!$1#$b#You have a little bit of a bedhead, but don't worry. You're still as cute as ever.$0",

  "funLeave_Katrielle": "Hey @, I'm planning on strolling by my old house. A little trip down memory lane, you could say.$0#$b#If you got any casks for some wine, feel free to leave it there!$1#$b#But don't leave it in my path!$5#$e#But you wouldn't do that to your wife, right?$0",
  "funReturn_Katrielle": "Ah, it was nice revisiting the void.$0#$b#The main void, not the little tiny corner of the void I left in my room.$0#$b#You know what I mean.$6",
  
  "OneKid_0": "So, %kid1... Hm.$9#$e#Say, @. You know how to take care of a kid, right?$6#$e#...Right?$3",
  "OneKid_1": "You know, I considered the possibility of having a child in the past.$0#$e#There were too many scary possibilities running in my mind for a child on my own.$6#$b#Like would I be able to take care of them? Or would they be able to even see me?$2#$b#Unlike nearly everything else, I did *not* want to take the chance to do something I couldn't take back.$2#$b#But with you, I think it'll be alright.$1#$b#...$4",
  "OneKid_2": "I... shouldn't have looked into the code now that we have a child, but now that I have taken a peek, I have some concerns, seeing that %kid1 isn't like the other townspeople either.$6#$b#It's a risky task, but I'm thinking about taking a deeper plunge into the void to see if I can change some things.$9#$e#In short, and to not worry you too much, I want to ensure that our kid is able to do as much as possible with their whole lives ahead of them.$6#$b#I'll be brainstorming solutions. If I ever come up with something, I'll let you know.$6",
  "OneKid_3": "I saw the parenting style that a lot of the parents used to raise their kids.$0#$b#Jodi is by far the most motherly of the parents with Sam and Vincent. Robin puts a lot of love with raising Sebastian.$0#$b#Demetrius focused on honing Maru’s intellect. And Caroline simply guided Abigail without putting too much pressure on her, albeit ignoring Pierre’s influence.$9#$b#Evelyn, though not Alex’s mom, still raised him very gently, and Penny, though not a parent, knows when to discipline and when to praise.$0#$e#All these different parenting styles are pretty interesting to see them in action, and I hope I can treat %kid1 well, as my child.$0#$e#I didn’t mention the other parents because I felt like they aren’t what I would call \"great parents.\"$6", 
  "TwoKids_0": "So, first, %kid1. And now, %kid2... Hm.$9#$b#You know, I should be used to being able to take care of a child after the first one, but I'm still just as uneasy.$2#$b#But @, if I'm ever panicking, I know you've got my back.$8",
  "TwoKids_1": "Say @, now that we have two kids, make sure you take care of %kid1 and %kid2 in equal measure.$0#$b#If we just had %kid1, we could shower them with all the love and attention they'd need.$6#$b#But, despite my nervousness as a parent, I truly do love %kid1 and %kid2 equally. I hope you do too.$1",
  "TwoKids_2": "I... shouldn't have looked into the code now that we have children, but now that I have taken a peek, I have some concerns, seeing that they too aren't like the other townspeople.$6#$b#It's a risky task, but I'm thinking about taking a deeper plunge into the void to see if I can change some things.$9#$e#In short, and to not worry you too much, I want to ensure that our kids are able to do as much as possible with their whole lives ahead of them.$6#$b#I'll be brainstorming solutions. If I ever come up with something, I'll let you know.$6",
  "TwoKids_3": "@, were you an eldest, middle, youngest, or only child?$0#$b#I only have experience with dealing with only children.$0#$b#I'm an only child, parents of whom I'm not sure beyond who were my creators.$9#$b#But ignoring that, Jas is an only children as well, and residents with siblings are around my age.$9#$b#Well, there's Vincent, but %kid1 and %kid2 are much closer in age.$9#$e#Well, I'm sure we can navigate parenting between %kid1 being the elder kid and %kid2 being the younger kid.$0",

  "spring_Katrielle": "So, it's spring once again.$9#$b#Hey @, you have all your spring crops in order, right?$0#$b#And you know which fish are available?$0#$e#And you know where everyone goes, considering it's spring? And-$1#$b#Okay, maybe that might be asking a bit much. Worst comes, you can always rely on the wiki.$0",
  "summer_Katrielle": "Ugh, it's another hot summer day.$2#$b#Don't mind me, I'll just be reminiscing on the times in the void.$0#$e#Ahh, the cold, unfeeling void. I miss you.$0",
  "fall_Katrielle": "One last season to grow things, huh @?$0#$b#If nothing else, I'd recommend some cranberries or yams. Cranberries are a solid moneymaker, but yams are pretty quick.$0#$e#What am I telling you, you probably know which crops you need to grow.$0",
  "winter_Katrielle": "Snow flutters around Pelican Town once again, huh?$0#$b#Don't forget to bundle up, @!$1#$e#Or if you don't want to change your outfit, at least bring some torches with you.$9#$b#They're already lit inside your pocket, but you aren't set on fire. Neat, huh?$1",
  
  "spring_1": "Happy new year, @! Here's to the next year in Stardew Valley!$1#$b#Let's make it a good one, shall we?$0",
  "spring_8": "Yesterday was Lewis's birthday, right?$6#$b#I tend to forget that his birthday is so soon after the new year begins. Hopefully you didn't forget.$0",
  "spring_23": "*sigh* The Flower Dance is tomorrow, isn't it?$2#$b#If you need me, I'll be quietly dancing in the void by myself.$2#$e#I'm kidding, I'm kidding! If you decide to dance with anyone, I'll try not to be jealous.$0#$b#\"Try\" being the important word there.$5",
  
  "summer_1": "Oh joy, it's summer yet again.$6#$b#Make sure you drink some water. I'm going to stay in the shade as much as I reasonably can.$0",
  "summer_8": "Ugh, this heat is so terrible.$2#$e#*cough cough* Whoops, I accidentally said {[1].[681 681 681], what a tragedy!$1",
  "summer_15": "Sometimes I hear those pesky mosquitoes buzzing around, and it's really infuriating.$5#$b#My reflexes aren't that good, so I can't exactly swat them before they bite me.$2",
  "summer_17": "Hmm... Today feels like a day I should practice guitar, but my motivation for it is a little sapped.$6#$b#Well, it should be okay to leave it for another day.$0",
  
  "fall_1": "Autumn is here!$1#$b#You know, the code doesn't recognise \"autumn\" for some reason. It just recognises \"fall.\"$0#$e#Honestly, it would have been better. Then all the seasons would have had six letters.$0",
  "fall_8": "Fall just brings out the joy in me. Not too hot, not too cold.$0#$b#No allergies to speak of. Just watching all the kids run off to school while adults are left unbothered.$1",
  "fall_15": "Sorry, @. I'm not gonna help you with the grange display.$0#$b#Well, unless I gave you something the other day, but that's up to you to save it.$0#$e#...$6#$e#...Okay, fine. If you insist, I'll help.$0#$b#Here you go![772 772 772]$1",
  "fall_26": "I doubt Mayor Lewis told everyone to change the way the Spirit's Eve maze is organized.$6#$b#I'll leave it to you to find the treasure at the end!$1",
  
  "winter_1": "Oh, the cold is back again.$2#$b#Sorry, awkward memories. But it's kinda funny thinking about it though.$0#$e#I might have talked about it before, but in case I didn't, I used to live here.$0#$b#Like, on the %farm farm.$0#$b#It was... after your grandfather passed. This was the only place I could stay to avoid the cold.$2#$b#But eventually, it got a little too run down, and I couldn't stay there anymore.$2#$b#I was just lucky I found my old house. At least I was able to put a heater in there.$0",
  "winter_7": "I kind of wish you could just put down a crab pot and call it a day.$6#$b#But *nooo*, Pelican Town has to go through the whole ice fishing business.$5#$e#I'll be staying at home. Have fun freezing your butt off!$1",
  "winter_28": "The year's over already? Wow, time flies when you're happily married.$8#$e#And thus, the cycles of time continue forward once more.$0#$b#Happy New Year, @.$4#$b#Well, New Year's Eve, but you know what I mean.$0",
  
  "NoBed_0": "@, can you get a bed and place it down? I thought my days of sleeping on the floor were behind me.$s",
  "NoBed_1": "It may have been a little nostalgic sleeping on the floor, but I kinda don't want to repeat it, you know?$s",
  "NoBed_2": "I had to sleep in the code last night. Can you please put down a bed?$2",
  "NoBed_3": "@, if you want, I can just go home to sleep if you're gonna have me sleep on the floor.$5",

}