{


    "DimitriSpringRandom01": "Ugh, I think I'm running out of sunscreen.$7#$b#I need to visit that weirdo in the woods again.$7",
    "DimitriSpringRandom02": "Maybe I'll check in with Bryson today. He's usually got something fun going on.$3",
    "DimitriSpringRandom03": "Huh?",
    "DimitriSpringRandom04": "I'm still figuring out how to turn into a bat...$3#$e#If I do, you'd better not swing at me!$6",
    "DimitriSpringRandom05": "Bryson's younger brother is hilarious. He thought Sebastian and I were the same person for months!$1",
    "DimitriSpringRandom06": "Did you uh...go in the mines today?$4#$b#It's just...the smell..you may need a bandage.$4",
    "DimitriSpringRandom07": "What is it?",
    "DimitriSpringRandom08": "By the order of darkness, I compel thee to give me your sword!$5#$b#Crap, that didn't work?$4#$e#I was gonna' give it back! I swear!$4",
    "DimitriSpringRandom09": "I honestly haven't been a vampire that long.$3#$b#What do you mean you can tell?!$4",
    "DimitriSpringRandom10": "I hate all this sunlight. Vampire sunscreen is expensive.$2",
    "DimitriSpringRandom11": "I think that weird guy in the forest put a curse on me or something.$7#$b#Well another one. We didn't meet on good terms.$1",
    "DimitriSpringRandom12": "Yeah?",
    "DimitriSpringRandom13": "Faye's dad is kinda...$6#$b#I'm kidding! Lighten up!$1",

    "DimitriSummerRandom01": "I HATE the summer time!$7",
    "DimitriSummerRandom02": "I really don't want to go outside when it's sunny like this.$7",
    "DimitriSummerRandom03": "Ugh.$7",
    "DimitriSummerRandom04": "This is the WORST time of year!$7",
    "DimitriSummerRandom05": "Even the cold touch of death isn't enough to stay cool when it's hot like this...$3",
    "DimitriSummerRandom06": "I have so many sun burns. This is horrible.$3",
    "DimitriSummerRandom07": "I'm thinking of going to the mines today.#$b#You in?$6",
    "DimitriSummerRandom08": "I'm thinking of doing an experiment with the sun, the pond outside my house, and how long I can hold my breath...$6",
    "DimitriSummerRandom09": "I'm kind of thirsty.$7#$b#Don't look at me like that! I'm not going to bite you!$8",
    "DimitriSummerRandom10": "I do kind of miss ice cream around this time of year...",
    "DimitriSummerRandom11": "FastFang better deliver my package tonight! It's two days late!$7",
    "DimitriSummerRandom12": "Bryson's making me a new jacket today!$1",
    "DimitriSummerRandom13": "It's so weird to be outside in this time of year. I don't even sweat; I just burn.$3",

    "DimitriFallRandom01": "I don't think I like any season as much as I like the Fall.$3.",
    "DimitriFallRandom02": "I'm trying to get Bryson and Milo to decorate pumpkins with me.#$b#Milo probably won't because Bryson and I pick on him a lot.$6",
    "DimitriFallRandom03": "I only go to a few festivals. Most are either boring or not worth the sunlight.",
    "DimitriFallRandom04": "I found a spellbook the other day, but none of it really works.$1#$b#...Don't mention I said that to the wizard...$6",
    "DimitriFallRandom05": "Pierre acts so scared everytime I walk by his store.$3#$e#I only steal from Joja mart, so I don't know what his problem is.$6",
    "DimitriFallRandom06": "The falling leaves are really pretty, but I hate how the trees look once they fall.$3",
    "DimitriFallRandom07": "Pumpkin spice is one thing I'm not really missing out on around this time of year.$3#$b#The smell's nauseating enough.$7",
    "DimitriFallRandom08": "Maybe I'll go to the mines or something. I kind of want to hit something.#$e#What? You volunteering?$6",
    "DimitriFallRandom09": "Do you always look like that, or are you just tired?$3#$e#Whoops. That's kind of rude isn't it?$4",
    "DimitriFallRandom10": "I've never been to Zuzu, but I kind of wish I knew Bryson when he lived there.#$b#He's happier here, but I feel like we'd get into so much trouble if he was still really wild.$6",
    "DimitriFallRandom11": "That girl Haley said I should work on a tan next year.$3#$b#I don't think she knows I'm a vampire.",
    "DimitriFallRandom12": "You go in the mines a lot right? Sometimes I go just to throw cherry bombs around.$6",
    "DimitriFallRandom13": "Fangs look cool until you have to brush around them.$7",

    "DimitriWinterRandom01": "I'm trying to teach Skye how to make my sun screen$3#$b#The Wizard has a really particular formula though...$4",
    "DimitriWinterRandom02": "I usually like living in the forest, but this time of year makes it kind of...I don't know.$2#$b#I hate the look of snow and ice on trees.",
    "DimitriWinterRandom03": "I'm going to hide in the snow and jump out when Milo walks by!$6#$e#Last time it took like three hours, but his face was so worth it.$1",
    "DimitriWinterRandom04": "Do you think I have a better chance of playing bass for Sam's band, or rapping on one of Milo's tracks?$3#$e#I don't know how to do either, but I've got p[lenty of time to learn.$4",
    "DimitriWinterRandom05": "Woah! Don't slip on the ice!$1",
    "DimitriWinterRandom06": "I should travel sometime.$1",
    "DimitriWinterRandom07": "Is this technically my natural hair color now? I don't dye it; it just does this now.$3",
    "DimitriWinterRandom08": "I let Milo come over one time, and now he's telling everyone my house is nasty because he saw one spider!$7#$e#It's not like it was a roach. Everyone has spiders!$8",
    "DimitriWinterRandom09": "Garlic was nasty even when I was alive. Now? I may start swinging if I see it near me!$7",
    "DimitriWinterRandom10": "HISSSSS$5#$e#Ha! Never let your guard down!$6",
    "DimitriWinterRandom11": "I saw this really weird creature running around last year.$3#$b#It was like a walking shadow. This town is really odd.",
    "DimitriWinterRandom12": "Faye is so fun to mess with.$6#$e#She knows I'll bring anything back that I take from her cafe, but she still gets so mad!$1",

    "DimitriTwoHeartRandom01": "Hey, @. How's it going?$1",
    "DimitriTwoHeartRandom02": "You look happy. Did something good happen?$1",
    "DimitriTwoHeartRandom03": "Honestly, sometimes a crescent moon in the winter freaks me out.$2",
    "DimitriTwoHeartRandom04": "What do you usually do when you're bored?$3#$e#I feel like I'm always running out of things to do.",
    "DimitriTwoHeartRandom05": "I don't talk to Shane much honestly.$3#$b#It's not that I don't like him. He just reminds me of myself before...you know.$2",
    "DimitriTwoHeartRandom06": "Oof, you looks sad.#$b#You should like...do something you like.$3#$b#I don't know, don't ask me.$4",

    "DimitriFourHeartRandom01": "Careful. I may just put a spell on you!$1",
    "DimitriFourHeartRandom02": "You smell good today. Are you in a good mood?$1#$b#Wait-that was so weird.$4",
    "DimitriFourHeartRandom03": "An eternity of looking this good isn't that bad, I guess.$6#$b#Listen, I'm trying to look on the bright side. Agree with me!$4",
    "DimitriFourHeartRandom04": "You going to the mines? Need an exra hand...or sword...or fangs?$1",
    "DimitriFourHeartRandom05": "Okay, so...can I borrow your sword? If not, will you be mad if I compel you to give it to me anyway?$3#$3#Got it...but if I compel you not to remember...$6",
    "DimitriFourHeartRandom06": "I may have to apologize to Bryson later. I kind of snapped at him earlier.$3#$e#It's hard watching someone hesitate when you know they don't have as much time to live as you do.$2",

    "DimitriSixHeartRandom01": "I like what you're wearing today, @.$1",
    "DimitriSixHeartRandom02": "I wouldn't wish this curse on anyone. Being a vampire is awful.$2",
    "DimitriSixHeartRandom03": "Yesterday Milo made Bryson a lunch and I may or may not have stolen it.$3#$b#I know it always upsets my stomach, but sometimes having a taste of real food is worth it.$4",
    "DimitriSixHeartRandom04": "I've heard my eyes look like rubies.#$e#It's true! People have said it a bunch of times!$4",
    "DimitriSixHeartRandom05": "That night when...this happened. I think it was the worst night of my life...afterlife? Whatever. You get what I mean.$2",
    "DimitriSixHeartRandom06": "I'm really glad you moved here.$1",

    "DimitriEightHeartRandom01": "What's wrong? Is someone bothering you?$7#$b#Just say the word and I'll take care them!$5",
    "DimitriEightHeartRandom02": "I don't know how I'll get through eternity when you're not here...$2",
    "DimitriEightHeartRandom03": "Usually I get a bit irritated when other people are in my space...but I don't mind when it's you.$4",
    "DimitriEightHeartRandom04": "If you're ever out late at night, call for me.$3#$b#Trust me, I'll hear you, and I'll be right there.$1",
    "DimitriEightHeartRandom05": "Don't tell him I told you this, but Bryson gets a bit jealous when I spend too much time with you.$1#$b#He doesn't want you to take his place as my best friend.$1#$e#It's sweet, but unlikely. I don't think of you guys in the same way.$6",
    "DimitriEightHeartRandom06": "Ugh, today sucks$7#$b#Say something nice about me to cheer me up!$8",



}
