{
    "10359804/f Milo 1000/t 1000 1700": "musicboxsong/14 11/farmer 11 15 0 Milo 11 10 2 Penny 21 11 2/skippable/animate Milo false true 1000 36 37 38/animate Penny false true 5000 18 19/move farmer 0 -2 0/pause 500/stopAnimation Milo 38/speak Milo \"Oh! You scared me there, @!$7\"/pause 800/speak Milo \"How's it going? Decided to get some reading in too?$1\"/emote farmer 32
    /speak Milo \"I love reading here. There's so many options, and the vibe is always so relaxing.$1#$b#Right now, I'm reading this really cool horror book that I found.$9#$b#The cover art is really scary looking. Come check it out.$7\"/move farmer 1 0 0/move farmer 0 -3 3/pause 500
    /speak Milo \"It's got these thorns and creepy hands sticking through them.$7#$b#It's about this girl who gets sucked into another world and she has to try to escape before the vines take over her body.$1\"/faceDirection Milo 1/pause 500/speak Milo \"I tried to get Faye into it, but she said it was too creepy.$9#$b#Does this kind of thing scare you?$3\"
    /emote farmer 36/speak Milo \"Haha, I guess not. You'd have to be pretty brave to go in the mines all the time like you do.$1#$b#I'm not afraid of a lot of things myself either. I'm pretty brave.$3\"/faceDirection Milo 2/pause 500/speak Milo \"There are some things that freak me out, though.$9\"/emote farmer 8/speak Milo \"Huh? I'm not telling you!$6\"
    /emote Penny 12/textAboveHead Penny \"Shh!\"/pause 500/emote Milo 28/speak Milo \"Sorry about that!$7\"/showFrame Milo 35/pause 500/speak Milo \"Yikes. Forgot where we were for a second there.$9\"/pause 500/showFrame Milo 4/speak Milo \"But anyway, I'm definitely not telling you what I'm afraid of.$7#$b#The last time I told someone that, Dimitri chased me around with-$5#$b#That thing on a stick.$9\"
    /speak Milo \"It was terrifying.$7\"/speak Milo \"Enough about me, though.$1\"/quickQuestion What kind of books do you like? #Romance.#Horror.#Adventure.(break)speak Milo \"Romance is cool. I've been reading it more recently.$1\"(break)speak Milo \"The same as me then? You've got excellent taste.$1\"(break)speak Milo \"You'll have to let me know some good adventure books to read then, I haven't read many.$1\"/emote farmer 32/speak Milo \"Hey, I have an idea!$7\"
    /speak Milo \"I could read the first chapter or so out loud, and you can decide if you'd want to read this one!$1#$b#I have a really good narrator voice!$3\"/emote farmer 16/speak Milo \"Awesome!$1#$b#Okay, here I go.$7#$b#Once upon a time, in a land far far away...$7\"
    /end dialogue Milo \"Thanks for hanging out with me earlier!$1#$b#I had a lot of fun!$1\""

}
