{
  "Tue.000": "$17Do you think everyone would like something with chocolate and hot peppers?",
  "Wed.000": "$9Hey @. Just icing cake.#$b#$10Want to lick the spoon?",
  "Thu.000": "$28These flour bags are 100 pounds each!#$e#$28I dump them into that huge sack of flour in my kitchen.",
  "Fri.000": "$3Evelyn and George like my bread to have with breakfast.#$b#$1I deliver them two loaves every week.",
  "Fri.001": "Pierre's family also orders two loaves every week.",
  "Fri.002": "$3Harvey doesn't really like bread...but he likes to have it with truffle oil sometimes.#$b#He gets one loaf every week.",
  "Fri.003": "$1Vincent really likes grape jelly sandwiches! Jodi always buys a loaf and some other pastries.",
  "Fri.004": "Emily likes Mellark bread for her burgers, and Haley loves my Sea Foam Cake.",
  "Fri.005": "$1Marnie and Jas also love Sea Foam Cake.#$b#And Shane...well he likes Cheese Buns. Greasy food, you know?",
  "Fri.006": "Leah especially enjoys my Goat Cheese and Apple Tarts.",
  "Fri.007": "$3Elliot likes croissants. Something about France.#$b#Also tarts! I guess they make him feel fancy.",
  "Fri.008": "$1Willy likes to dip bread in his soup. He often sends some of his clam chowder my way.",
  "Fri.009": "$1Lewis says my Blueberry Danishes elevate the fruit!#$b#$17He also buys Sea Foam Cake, for some reason...",
  "Fri.010": "Gunther buys one loaf per week.",
  "Fri.011": "Clint also gets one loaf per week.",
  "Fri.012": "$6Let's see here...Goat Cheese and Apple Tarts for Robin, Cheese Buns for Maru...and two loaves of bread for the family.",
  "Fri.013": "$1I always bring Linus a Blueberry Danish every week. He tries to refuse every time...but eventually he gives me a little trinket in exchange.",
  "Fri.014": "$7Three...no four loaves of bread for Marlon and Gil. Guess they need fuel for adventuring.", 
  "Fri.015": "Just having a cup of tea to unwind after those deliveries.",
  "Sat.000": "$3Hey @. I like to spend my days off painting.#$e#$11Does this look good?",
  "Sat.001": "$3The fall colours of the leaves are so lovely.#$e#$6I wonder if I have enough warm colours for this....",
  "Sun.000": "%Peeta's engrossed in a book. Better not disturb him on his day off.",
  "Sun.001": "%Peeta seems to be enjoying the beach.",
  "Sun.002": "$30It's nice and toasty in here.",
  "HospitalDay.000": "Hey @. I'm here for my annual check-up.#$e#$1Don't worry, I'm fine. Hauling flour keeps me in tip-top shape.",
  "HospitalDay.001": "I thought I'd take a walk after my doctor's appointment.",
  "DesertFestival.000": "$1The Chef has some pretty cool recipes. I really like the Sweet Bean Cake!",
  "DesertFestival.001": "$15It is....really hot here.",
  "DesertFestival.002": "$1Remember to stay hydrated out here sweetheart.#$e#$3Want me to buy you a drink?",
  "NightMarket.000": "$3Hey @. I'm gonna check out the Night Market later. Wanna join?",
  "NightMarket.001": "$1There's some cool stuff here. I might buy a painting from Lupini!",
  "NightMarket.002": "$1I'll see if there's something cool to buy for you baby.",
}